{
  "feb": {
    "day1": {
      "english": {
        "title": "Day 1 - Experiencing God by Confessing your Faith",
        "data": "**_Matthew 28:20 -_** _\"_**_And surely I am with you always, to the very end of the age.\"_**\n \n Jesus' promise, _\"I am with you always,\"_ is one of the most comforting words in Scripture. We often receive it as a general blessing-and indeed it is for us. Yet this promise is deeply connected to His command. It flows out of obedience.\n \n Jesus first says, \"_Go and make disciples… baptizing them… and teaching them to obey everything I have commanded you.\"_ Only then does He add, \"_And surely I am with you always.\"_ His presence is not just a comfort for our quiet moments; it is a companion for our mission. The promise is given to those who are making disciples and helping them remain faithful-making disciples and keeping disciples.\n \n To **experience God** is not merely to feel Him in prayer, but **to walk with Him in obedience**. We encounter His nearness when we step out in faith-inviting someone to fellowship, opening the Bible with another soul, praying with a young disciple, or walking patiently with someone who is growing.\n \n - When was the last time you shared your faith?\n - When did you last study the Bible with someone?\n - Are you investing in another life?\n \n Every act of obedience becomes a meeting place with God. As we make and keep disciples, we discover that Jesus is not distant-He is walking beside us, strengthening us, guiding us, and reminding us:\n \n **_\"I am with you always.\"_**\n \n This is how we truly experience God.\n \n **Practical Action:**\n \n - Today, choose one person and take a simple step toward discipleship.\n - Send a message or speak to them and invite them for a short Bible reading or prayer this week.\n \n _"
      },
      "tamil": {
        "title": "நாள் 1 - உங்கள் விசுவாசத்தை அறிக்கையிடுவதின் மூலம் தேவனை அனுபவித்தல்",
        "data": "**மத்தேயு 28:20** - \"**இதோ, உலகத்தின் முடிவுபரியந்தம் சகல நாட்களிலும் நான் உங்களுடனேகூட இருக்கிறேன் என்றார். ஆமென்**.\"\n \n இயேசு கூறிய \"உலகத்தின் முடிவுபரியந்தம் சகல நாட்களிலும் நான் உங்களுடனேகூட இருக்கிறேன்\" என்ற வாக்குறுதி, வேதாகமத்தில் மிகவும் ஆறுதலளிக்கும் வார்த்தைகளில் ஒன்றாகும். நாம் இதை பெரும்பாலும் ஒரு பொது ஆசீர்வாதமாக ஏற்றுக்கொள்கிறோம்-உண்மையிலேயே அது நமக்கானதே. ஆனால் இந்த வாக்குறுதி, அவர் கொடுத்த கட்டளையுடன் ஆழமாக இணைந்துள்ளது. அது கீழ்ப்படிதலிலிருந்து வெளிப்படுகிறது.\n \n முதலில் இயேசு, \"நீங்கள் புறப்பட்டுப்போய் சகல ஜாதிகளையும் சீஷராக்கி … அவர்களுக்கு ஞானஸ்நானம் கொடுத்து… நான் உங்களுக்குக் கட்டளையிட்ட யாவையும் அவர்கள் கைக்கொள்ளும்படி அவர்களுக்கு உபதேசம் பண்ணுங்கள்\" என்று சொல்கிறார். அதற்குப் பிறகே அவர், \"உலகத்தின் முடிவுபரியந்தம் சகல நாட்களிலும் நான் உங்களுடனேகூட இருக்கிறேன்\" என்று சேர்த்துக் கூறுகிறார். அவருடைய சமுகம் நமது அமைதியான தருணங்களுக்கு மட்டும் அளிக்கப்படும் ஆறுதல் அல்ல; அது நமது பணியில் நம்மோடு நடக்கும் துணை. சீஷர்களை உருவாக்கி, அவர்கள் விசுவாசத்தில் நிலைத்திருக்க உதவுகிறவர்களுக்கே இந்த வாக்குறுதி கொடுக்கப்பட்டுள்ளது.\n \n தேவனை அனுபவிப்பது ஜெபத்தில் அவரை உணர்வது மட்டுமல்ல; கீழ்ப்படிதலில் அவரோடு நடப்பதே. நாம் விசுவாசத்தில் ஒரு அடியை எடுத்து வைக்கும் போது அவருடைய அருகாமையை அனுபவிக்கிறோம்-யாரையாவது அந்நியோந்நியத்திதிற்கு அழைக்கும் போது, இன்னொரு ஆத்துமாவோடு வேதாகமம் படிக்கும்போது, இளம் சீஷருடன் ஜெபிக்கும் போது அல்லது வளர்ந்து கொண்டிருக்கும் ஒருவரோடு பொறுமையாக நடக்கும் போது.\n \n **சிந்தனைக்கான கேள்விகள்:**\n \n - கடைசியாக எப்போது உங்கள் விசுவாசத்தைப் பகிர்ந்தீர்கள்?\n - கடைசியாக எப்போது ஒருவருடன் வேதாகமத்தைப் படித்தீர்கள்?\n - நீங்கள் இன்னொருவரின் வாழ்க்கையில் முதலீடு செய்து வருகிறீர்களா?\n \n ஒவ்வொரு கீழ்ப்படிதலும் தேவனைச் சந்திக்கும் இடமாக மாறுகிறது. நாம் சீஷர்களை உருவாக்கி, அவர்களை நிலைநிறுத்தும் போது, இயேசு தொலைவில் இல்லை என்பதை அறிகிறோம்-அவர் நம்மோடு நடந்து, நம்மை பலப்படுத்தி, வழிநடத்தி, தொடர்ந்து நினைவூட்டுகிறார்:\n \n \"**சகல நாட்களிலும் நான் உங்களுடனேகூட இருக்கிறேன்**\" இதுவே நாம் தேவனை உண்மையாக அனுபவிக்கும் வழி.\n \n **நடைமுறை செயல்பாடு:**\n \n - இன்று ஒருவரைத் தேர்ந்தெடுத்து, சீஷத்துவத்திற்கான ஒரு எளிய அடியை எடுங்கள்.\n - இந்த வாரத்தில் ஒரு குறுகிய வேதாகம வாசிப்பு அல்லது ஜெபத்திற்காக அவர்களுக்கு செய்தி அனுப்புங்கள் அல்லது நேரில் அழையுங்கள்."
      }
    },
    "day2": {
      "english": {
        "title": "Day 2 - Experiencing God by acknowledging",
        "data": "**Exodus 33:14 - \"_My presence will go with you_…\"**\n \n The Lord who promised to Moses that \"_My presence will go with you, and I will give you rest_\" promises to us too.\n \n In Exodus 33, what Moses did is he stood in the gap between God and the people and said, **\"God, I can't go forward.** **These people can't go forward without you**. **We need you.** If your presence doesn't go with us, then we can't go into this land. We need you.\" Moses **doesn't want to take one step apart from the fulness of the presence of God.**\n \n And then God said \"_My presence will go with you…_\" Is the same true for us? I reflect the attitude of Moses in me, then I realize that every day I go to bed with the loads of failure, temptations, emotional hurts, confusions, anger, and find reasons to accuse and blame someone for my state. And getup in the morning with sleepless eyes, become tired so I sometimes compromise quiet time and step down to the next day. I give priority to self-pity and become stiff-necked as seen in the same chapter.\n \n But here I am encouraged by God's promise that \"_My presence will go with you…\"_ **Casting all our worries to Him needs humility.** Moses was a humble man because, he was not carried away by his inabilities or his authority in leading Israelites to the promised land, rather stayed in God's presence. Then and there he acknowledged and surrendered all the situations to the Lord. And **God responded \"My presence will go with you**…\"\n \n My understanding through this lesson is that I am the Moses to my own family and surrounding. Only when I am humble, I will never be carried away by my inabilities or the authority in leading my family towards God. Like Moses I will have to take all the situations and requirements to the Lord all the time. What about you? Let His presence go with us.\n \n - Are you staying in the presence of God?\n - What doe surrender mean to you? Study what it means to \"Surrender\".\n \n **Practical Action:**\n \n - Take time to acknowledge all your situations to the Lord.\n - Practice \"surrendering to God\" today.\n \n _"
      },
      "tamil": {
        "title": "நாள் 2 - ஒப்புக்கொள்வதின் மூலம் தேவனை அனுபவித்தல்",
        "data": "**யாத்திராகமம் 33:14 - \"என் சமுகம் உனக்கு முன்பாகச் செல்லும்…\"**\n \n \"என் சமுகம் உனக்கு முன்பாகச் செல்லும், நான் உனக்கு இளைப்பாறுதல் தருவேன் \" என்று மோசேயிடம் வாக்குத்தத்தம் செய்த ஆண்டவர், அதே வாக்குறுதியை நமக்கும் அளிக்கிறார். யாத்திராகமம் 33-ஆம் அதிகாரத்தில், மோசே தேவனுக்கும் ஜனங்களுக்கும் நடுவில் நின்று கூறுகிறார்: \"தேவனே, நீரின்றி நான் முன்னே செல்ல முடியாது. இந்த ஜனங்களும் நீரின்றி முன்னே செல்ல முடியாது. உமது சமுகம் எங்களோடு செல்லாவிட்டால், இந்த தேசத்திற்குள் நாங்கள் செல்ல முடியாது. எங்களுக்கு நீர் அவசியம்.\" தேவனுடைய சமுகத்தின் முழுமையின்றி ஒரு அடியாவது எடுக்க மோசே விரும்பவில்லை.\n \n அப்பொழுது தேவன் கூறினார்: \"என் சமுகம் உனக்கு முன்பாகச் செல்லும் …\" இது நமக்காகவும் உண்மையா? மோசேயின் மனப்பான்மையை நான் என்னுள் பிரதிபலித்து பார்க்கும் போது, தினந்தோறும் தோல்விகளின் பாரம், சோதனைகள், மன வேதனைகள், குழப்பங்கள், கோபம் ஆகியவற்றுடன் நான் படுக்கைக்கு செல்வதை உணர்கிறேன். என் நிலைக்காக யாரையாவது குற்றம் சாட்டவும் பழி போடவும் காரணங்களைத் தேடுகிறேன். தூக்கமின்மை நிறைந்த கண்களுடன் காலையில் எழுந்து, சோர்வடைந்து, சில நேரங்களில் தேவனுடனான அமைதியான நேரத்தை (quiet time) தளர்த்திக் கொண்டு அடுத்த நாளை சமாளிக்கிறேன். சுய இரக்கத்திற்கே முன்னுரிமை கொடுத்து, அதே அதிகாரத்தில் சொல்லப்படுவது போல கடினக் கழுத்துடையவனாக (stiff-necked) ஆகிவிடுகிறேன்.\n \n ஆனால் \"என் சமுகம் உனக்கு முன்பாகச் செல்லும் …\" என்ற தேவனுடைய வாக்குறுதி என்னை ஊக்குவிக்கிறது. நம்முடைய எல்லா கவலைகளையும் அவர்மேல் சுமத்துவதற்கு தாழ்மை தேவை. மோசே ஒரு தாழ்மையான மனிதன்; இஸ்ரவேலரை வாக்குத்தத்த தேசத்துக்கு நடத்தும் அதிகாரம் அல்லது தனது இயலாமைகள் அவரை வழிமாற்றவில்லை. மாறாக, அவர் தேவனுடைய சமூகத்தில் நிலைத்திருந்தார். அங்கேயே அவர் எல்லா சூழ்நிலைகளையும் ஆண்டவரிடம் ஒப்புக்கொடுத்து அர்ப்பணித்தார். அதற்குப் பதிலாக தேவன் கூறினார்: \"என் சமுகம் உனக்கு முன்பாகச் செல்லும் …\"\n \n இந்த பாடத்தின் மூலம் எனக்குப் புரிந்தது: என் குடும்பத்திற்கும் சுற்றியுள்ளவர்களுக்கும் நான் ஒரு வகையில் மோசேயாக இருக்கிறேன். நான் தாழ்மையுள்ளவனாக இருக்கும்போது மட்டுமே, என் இயலாமைகளாலும் அல்லது குடும்பத்தை தேவனுக்குத் திசைநோக்கி நடத்தும் அதிகாரத்தாலும் நான் வழிமாறாமல் இருப்பேன். மோசே போல, எல்லா சூழ்நிலைகளையும் தேவைகளையும் எப்போதும் ஆண்டவரிடம் கொண்டு வர வேண்டும். நீங்கள் எப்படி? அவர் சமுகம் நம்மோடு செல்லட்டும்.\n \n **சிந்தனைக்கான கேள்விகள்:**\n \n - நீங்கள் தேவனுடைய சமூகத்தில் நிலைத்திருக்கிறீர்களா?\n - உங்களைப் பொறுத்தவரை \"ஒப்புக்கொடுத்தல் / அர்ப்பணிப்பு\" என்பதன் அர்த்தம் என்ன? \"அர்ப்பணிப்பு\" என்றால் என்ன என்பதை ஆராய்ந்து படியுங்கள்.\n \n **நடைமுறை செயல்பாடு:**\n \n - உங்கள் எல்லா சூழ்நிலைகளையும் ஆண்டவரிடம் ஒப்புக்கொடுக்க நேரம் எடுத்துக் கொள்ளுங்கள்.\n - இன்று \"தேவனுக்குள் அர்ப்பணிப்பதை\" பயிற்சி செய்யுங்கள்."
      }
    },
    "day3": {
      "english": {
        "title": "Day 3 - God's presence brings courage.",
        "data": "**Joshua 1: 9**\n \n **_\"Have I not commanded you? Be strong and courageous. Do not be afraid; do not be discouraged, for the Lord your God will be with you wherever you go.\"_**\n \n In the beginning of this scripture, Joshua was expected to saturate himself in the Word of God. Why?\n \n - to meditate on the promises of God,\n - to trust in the truth of God's Word, and\n - to follow the demands of God that had been given to Israel.\n \n Dwelling in the word of God assures Joshua that God is with Him and will continuously strengthen him.\n \n What does courage mean?\n \n **Courage is not the lack of fear, but the strength to master it and move forward**. It shows itself in standing up for what is right (moral courage) as well as in facing physical danger. True courage is **not harsh, isolated, or rude**; it is expressed through **a gentle, calm, and firm spirit** that chooses to do what is right, even when it is hard.\n \n The complete meaning of courage is\n \n - the mental or moral strength to face difficulty, danger, pain, or uncertainty without being overcome by fear,\n - allowing one to act despite potential negative consequences to do what's right or necessary, encompassing both physical bravery and moral fortitude.\n \n Such stable courage comes from the knowledge that God - creator and sustainer of this universe who is in control of everything, is with us and supplies us the strength and wisdom to overcome this situation. This knowledge comes from the word of God.\n \n For Joshua, the Lord spoke directly and instructed to saturate himself in the Word of God that has both promises and instructions. Like Joshua, we all face difficulty, danger, pain or uncertainty and the promises remain same. Recently, I was struggling with sleepless nights. Sometimes I become frustrated, angry and upset about this. At Midnight I used to sit and cry because I was unable to sleep. One day, I started to pronounce Scriptures slowly and repeatedly. This made my mind relaxed and realized that the frustration and tense state become normal. I repeated the scriptures until I fell asleep. Recently my mornings have become thanks giving time for having good sleep. I hope you also have such experience. Let's memorize and practice,\n \n _\"Have I not commanded you? Be strong and courageous. Do not be afraid; do not be discouraged, for the Lord your God will be with you wherever you go.\"_\n \n - Where do you draw knowledge and strength to overcome your situations, If not God?\n - What stops you from being Courage?\n - How is your courage different from the one God gives.\n \n **Practicals:**\n \n Try to face your current challenging situation by meditation on God's promises with courage?"
      },
      "tamil": {
        "title": "நாள் 3 - தேவனுடைய சமுகம் தைரியத்தை அளிக்கிறது",
        "data": "**யோசுவா 1:9 - \"நான் உனக்குக் கட்டளையிடவில்லையா? பலங்கொண்டு திடமனதாயிரு; திகையாதே, கலங்காதே, நீ போகும் இடமெல்லாம் உன் தேவனாகிய கர்த்தர் உன்னோடே இருக்கிறார் என்றார் \"**\n \n இந்த வசனத்தின் ஆரம்பத்தில், யோசுவா தேவனுடைய வார்த்தையில் முழுமையாக நிரம்பினவராக இருக்க வேண்டும் என்று எதிர்பார்க்கப்பட்டார். ஏன்?\n \n - தேவனுடைய வாக்குத்தத்தங்களைத் தியானிக்க,\n - தேவனுடைய வார்த்தையின் சத்தியத்தை நம்பிக்கையுடன் பற்றிக்கொள்ள,\n - இஸ்ரவேலருக்குக் கொடுக்கப்பட்ட தேவனுடைய கட்டளைகளைப் பின்பற்ற.\n \n தேவனுடைய வார்த்தையில் நிலைத்திருப்பது, தேவன் தன்னோடு இருக்கிறார் என்றும், தொடர்ந்து அவரை பலப்படுத்துவார் என்றும் யோசுவாவுக்கு உறுதி அளித்தது.\n \n **தைரியம் என்றால் என்ன?**  \n தைரியம் என்பது பயம் இல்லாத நிலை அல்ல; பயத்தை அடக்கி, அதைக் கட்டுப்படுத்தி முன்னே செல்லும் வலிமையே தைரியம். அது நியாயமானதை நிலைநிறுத்துவதிலும் (நெறித் தைரியம்), உடல் அபாயங்களை எதிர்கொள்வதிலும் வெளிப்படுகிறது. உண்மையான தைரியம் கடினமானதும், தனிமையானதும் அல்லது மரியாதையற்றதும் அல்ல; மாறாக, மென்மையான, அமைதியான, உறுதியான ஆவியின் மூலம் வெளிப்படுகிறது. கடினமான சூழ்நிலைகளிலும் சரியானதைச் செய்வதையே அது தேர்ந்தெடுக்கிறது.\n \n **தைரியத்தின் முழுமையான அர்த்தம்:**\n \n - சிரமம், அபாயம், வலி அல்லது நிச்சயமற்ற நிலைகளை பயத்தால் தோற்கடிக்கப்படாமல் எதிர்கொள்ளும் மன அல்லது நெறி வலிமை,\n - எதிர்மறை விளைவுகள் இருக்கலாம் என்றாலும், சரியானதும் தேவையானதையும் செய்ய ஒருவரைச் செயல்படச் செய்யும் ஆற்றல்-இதில் உடல் தைரியமும் நெறி உறுதியும் அடங்கும்.\n \n இத்தகைய நிலைத்த தைரியம், அனைத்தையும் கட்டுப்படுத்துகிற இந்த பிரபஞ்சத்தின் படைப்பாளியும் காப்பாளருமான தேவன் நம்மோடு இருக்கிறார் என்றும், இந்தச் சூழ்நிலைகளை கடக்க நமக்கு வலிமையும் ஞானமும் அளிக்கிறார் என்றும் அறியும் அறிவிலிருந்து வருகிறது. இந்த அறிவு தேவனுடைய வார்த்தையிலிருந்து வருகிறது.\n \n யோசுவாவுக்காக, கர்த்தர் நேரடியாகப் பேசி, வாக்குத்தத்தங்களும் கட்டளைகளும் நிறைந்த தேவனுடைய வார்த்தையில் முழுமையாக நிலைத்திருக்கச் சொன்னார். யோசுவாவைப் போலவே, நாமும் சிரமம், அபாயம், வலி அல்லது நிச்சயமற்ற நிலைகளை எதிர்கொள்கிறோம்; ஆனால் வாக்குத்தத்தங்கள் மாறாமல் இருக்கின்றன. சமீப காலத்தில், நான் தூக்கமின்மை காரணமாக போராடினேன். சில நேரங்களில் அதனால் விரக்தியும் கோபமும் கலக்கமும் ஏற்பட்டது. நள்ளிரவில் தூங்க முடியாமல் உட்கார்ந்து அழுத நாட்களும் இருந்தன. ஒரு நாள், வேதாகம வசனங்களை மெதுவாகவும் மீண்டும் மீண்டும் உச்சரிக்கத் தொடங்கினேன். அதனால் என் மனம் அமைதியடைந்தது; பதற்றமும் விரக்தியும் குறைந்தது என்பதை உணர்ந்தேன். நான் தூங்கும் வரை அந்த வசனங்களைத் தொடர்ந்து கூறினேன். இப்போது, நல்ல தூக்கத்திற்காக நன்றி கூறும் நேரமாக என் காலைகள் மாறியுள்ளன. உங்களுக்கும் இப்படியான அனுபவம் இருக்கும் என்று நம்புகிறேன். ஆகவே, இந்த வசனத்தை மனப்பாடம் செய்து நடைமுறைப்படுத்துவோம்:\n \n \"நான் உனக்குக் கட்டளையிடவில்லையா? பலங்கொண்டு திடமனதாயிரு; திகையாதே, கலங்காதே, நீ போகும் இடமெல்லாம் உன் தேவனாகிய கர்த்தர் உன்னோடே இருக்கிறார் என்றார் \"\n \n **சிந்தனைக்கான கேள்விகள்:**\n \n - தேவனைத் தவிர, உங்கள் சூழ்நிலைகளை வெல்ல தேவையான அறிவும் வலிமையும் எங்கிருந்து பெறுகிறீர்கள்?\n - உங்களை தைரியமாக இருக்க விடாமல் தடுப்பது என்ன?\n - தேவன் அளிக்கும் தைரியத்திலிருந்து உங்கள் தைரியம் எவ்வாறு வேறுபடுகிறது?\n \n **நடைமுறை செயல்பாடு:**\n \n தேவனுடைய வாக்குத்தத்தங்களைத் தியானித்து, தைரியத்துடன் உங்கள் தற்போதைய சவாலான சூழ்நிலையை எதிர்கொள்ள முயற்சி செய்யுங்கள்."
      }
    },
    "day4": {
      "english": {
        "title": "Day 4 - Experience God by Trusting Him",
        "data": "**_Psalms 23:4_**\n \n **_\"Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; Your rod and your staff, they comfort me.\"_**\n \n Psalm 23:4 reminds us that even when we walk through the **darkest valleys**-places that feel overwhelming, frightening, or completely out of our control-**we do not need to live in fear, because God is with us.** The valley may be real, but it is only a shadow when God's presence surrounds us.\n \n David speaks with confidence because he trusts God fully. He calls the Lord his Shepherd, one who never abandons His sheep. The shepherd's rod and staff were tools used for protection, guidance, and provision-defending sheep from danger, keeping them on the right path, and even drawing branches closer so they could be fed. David finds comfort not just in being rescued, but in being cared for.\n \n There are moments in our lives when we feel helpless-when we think, \"I can't handle this anymore,\" or \"No one can rescue me.\" Yet David teaches us that God's presence does more than save us; it comforts us. True comfort comes from someone who understands our fears and empathizes with our pain. What a wonderful God we serve-one who knows our thoughts, understands our anxieties, and walks closely with us in our suffering.\n \n The same God who led David is with us today. He calls us out of darkness into His marvelous light. Even in the valley, He finds us, saves us, guides us, and comforts us with His rod and staff.\n \n - What \"valley of the shadow of death\" have I faced-or am I facing-right now?\n - In my darkest moments, do I focus more on the valley or on God's presence with me?\n - How do I usually respond when situations feel out of my control-fear, self-reliance, or trust? How will that be when you decide to Trust God?\n \n **Practical Applications**\n \n - When fear rises, consciously remind yourself: \"God is with me right now.\" Say it aloud if needed.\n - Write down times when God carried you through difficult seasons. Let those memories strengthen your present faith.\n - Spend time daily in Scripture and prayer, especially during hard seasons, allowing God to guide and protect you.\n \n **"
      },
      "tamil": {
        "title": "நாள் 4 - அவர்மேல் நம்பிக்கை வைப்பதின் மூலம் தேவனை அனுபவித்தல்",
        "data": "**சங்கீதம் 23:4** **\"நான் மரண இருளின் பள்ளத்தாக்கிலே நடந்தாலும் பொல்லாப்புக்குப் பயப்படேன்; தேவரீர் என்னோடேகூட இருக்கிறீர்; உமது கோலும் உமது தடியும் என்னைத் தேற்றும்\"**\n \n சங்கீதம் 23:4 நமக்கு நினைவூட்டுவது இதுதான்: நாம் மிகவும் இருண்ட பள்ளத்தாக்குகளின் வழியாக (மிகுந்த சுமையாய், பயமூட்டுவதாக, அல்லது முழுமையாக நம் கட்டுப்பாட்டுக்கு அப்பாற்பட்டதாக உணரும் இடங்களின் வழியாக) நடக்கும்போது, பயத்தில் வாழ வேண்டிய அவசியம் இல்லை; ஏனெனில் தேவன் நம்மோடு இருக்கிறார். அந்த பள்ளத்தாக்கு உண்மையானதாக இருந்தாலும், தேவனுடைய சமுகம் நம்மைச் சூழ்ந்திருக்கும்போது அது ஒரு \"நிழல்\" மட்டுமே.\n \n தாவீது முழுமையாக தேவனை நம்பியதினால் தைரியத்துடன் பேசுகிறார். அவர் கர்த்தரைத் தன் மேய்ப்பராக அழைக்கிறார் (தன் ஆடுகளை ஒருபோதும் கைவிடாத ஒருவராக). மேய்ப்பனின் கோலும் தடியும் பாதுகாப்பு, வழிநடத்தல், பராமரிப்பு ஆகியவற்றிற்காக பயன்படுத்தப்படும் கருவிகள்-ஆபத்திலிருந்து ஆடுகளை காக்க, சரியான பாதையில் வைத்திருக்க, மேலும் அவை மேயும்படி கிளைகளை அருகில் இழுக்கவும் உதவுகின்றன. தாவீது, காப்பாற்றப்படுவதில் மட்டும் அல்ல, கவனிக்கப்பட்டு பராமரிக்கப்படுவதிலேயே ஆறுதலைக் காண்கிறார்.\n \n நம்முடைய வாழ்க்கையில் சில தருணங்களில் நாம் உதவியற்றவர்களாக உணர்கிறோம் - \"இதைக் கையாள முடியவில்லை\" அல்லது \"என்னை யாரும் காப்பாற்ற முடியாது\" என்று நினைக்கும் நேரங்கள். ஆனால் தாவீது நமக்குக் கற்றுக்கொடுப்பது இதுதான்: தேவனுடைய சமுகம் நம்மைக் காப்பாற்றுவதோடு மட்டுமல்ல, நம்மை ஆறுதல்படுத்துகிறது. உண்மையான ஆறுதல் என்பது, நம் வலியோடு நம் பயங்களைப் புரிந்து கொண்டு, இரக்கம் செய்பவரிடமிருந்து வருகிறது. எத்தனை அற்புதமான தேவனை நாம் சேவிக்கிறோம்-நம் எண்ணங்களை அறிந்தவர், நம் கவலைகளைப் புரிந்தவர், நம் வேதனைகளில் நம்மோடு நெருக்கமாக நடப்பவர்.\n \n தாவீதை நடத்தின அதே தேவன் இன்று நம்மோடும் இருக்கிறார். அவர் நம்மை இருளிலிருந்து தமது அற்புதமான வெளிச்சத்திற்குள் அழைக்கிறார். பள்ளத்தாக்கில்கூட, அவர் நம்மைத் தேடி கண்டுபிடித்து, காப்பாற்றி, வழிநடத்தி, தமது கோலும் தடியும் கொண்டு நம்மை ஆறுதல்படுத்துகிறார்.\n \n **சிந்தனைக்கான கேள்விகள்:**\n \n - எந்த \"மரண நிழலின் பள்ளத்தாக்கை\" நான் சந்தித்திருக்கிறேன் அல்லது இப்போது சந்தித்து கொண்டிருக்கிறேன்?\n - என் மிக இருண்ட தருணங்களில், நான் பள்ளத்தாக்கை அதிகமாக கவனிக்கிறேனா, அல்லது என்னோடு இருக்கும் தேவனுடைய சமுகத்தையா?\n - சூழ்நிலைகள் என் கட்டுப்பாட்டுக்கு அப்பாற்பட்டதாகத் தோன்றும் போது, நான் பொதுவாக எவ்வாறு பதிலளிக்கிறேன்-பயம், சுயநம்பிக்கை, அல்லது தேவன் மேல் நம்பிக்கை? தேவனை நம்ப முடிவு செய்யும் போது அது எவ்வாறு மாறும்?\n \n **நடைமுறை செயல்பாடு:**\n \n - பயம் எழும்பும் போது, விழிப்புணர்வுடன் உங்களுக்கே நினைவூட்டுங்கள்: \"தேவன் இப்போது என்னோடு இருக்கிறார்.\" தேவையெனில் அதை சத்தமாகச் சொல்லுங்கள்.\n - கடினமான காலங்களில் தேவன் உங்களைச் சுமந்து நடத்தின தருணங்களை எழுதிக் கொள்ளுங்கள். அந்த நினைவுகள் உங்கள் தற்போதைய விசுவாசத்தை பலப்படுத்தட்டும்.\n - தினமும் வேத வாசிப்பிலும் ஜெபத்திலும் செலவிடுங்கள். குறிப்பாக சிரமமான காலங்களில்; தேவன் உங்களை வழிநடத்தவும் காக்கவும் அனுமதியுங்கள்."
      }
    },
    "day5": {
      "english": {
        "title": "Day 5 - The Helper is with You Forever",
        "data": "**John 14:16**\n \n **_I will ask the Father to help you with this. He will send another Helper to be with you. That Helper will stay with you forever._**\n \n The word for \"**helper**\" in this verse in Greek (**Paraklētos**) means \"_one who is called alongside_\"-someone who comes near to stand with you.\n \n In the ancient world, it was used for:\n \n - An advocate who speaks on behalf of another\n - A defender in a legal setting\n - A comforter who strengthens the weary\n - A helper who supports and guides\n \n Here Jesus Christ promises that he will send another helper like him. We can see this same promise in Luke 24:49 and Acts 1:4-5. In Acts 2:1-4 we see that all the disciples were filled with the Holy Spirit and led by Him, just as Jesus Christ had promised. Holy Spirit is not just a power or influence. He is a Person who comes near to you. Therefore, _Filled with Holy Spirit_ in real means,\n \n - When you feel alone, He comes beside you.\n - When you are confused, He becomes your Counselor.\n - When you are weak, He stands as your Strengthener.\n - When you are accused by your own heart or by others, He is your Advocate.\n - When you are wounded, He is your Comforter.\n \n Jesus was saying, \"I will not leave you to face life by yourself. I am sending Someone just like Me-One who will walk with you, speak to your heart, guide your steps, and remain with you forever.\"\n \n So **Paraklētos** means:\n \n You are never abandoned; God has chosen to come near, to live within you, and to walk with you in every struggle, every decision, every season of life. The Holy Spirit is God saying to each of us:\n \n \"_You don't have to carry this alone. I am right here beside you_.\"\n \n **Practical Action:**\n \n - Let us listen to and obey the voice of the Holy Spirit within us today as he leads us.\n - Let us write down the fears, worries, and problems we have in our lives and submit to God in prayer.\n \n _"
      },
      "tamil": {
        "title": "நாள் 5 - தேற்றரவாளன் எப்போதும் உங்களோடு இருக்கிறார்",
        "data": "**யோவான் 14:16** **\"நான் பிதாவை வேண்டிக்கொள்வேன், அபொழுது என்றென்றைக்கும் உங்களுடனேகூட இருக்கும்படிக்குச் சத்திய ஆவியாகிய வேறொரு தேற்றரவாளனை அவர் உங்களுக்குத் தந்தருளுவார்\"**\n \n இந்த வசனத்தில் \"தேற்றரவாளன்\" என்பதற்கான கிரேக்கச் சொல் **பரக்லேதோஸ் (Paraklētos)**. அதன் அர்த்தம் \"பக்கத்தில் அழைக்கப்பட்டவர் \"-உங்களுக்கருகில் வந்து, உங்களோடு நிற்பவர் என்பதாகும். பழைய காலங்களில் இந்தச் சொல் இவ்வாறு பயன்படுத்தப்பட்டது:\n \n - மற்றொருவரின் சார்பாக பேசும் வழக்குரைஞர் (Advocate)\n - நீதிமன்ற சூழலில் பாதுகாக்கும் பாதுகாவலர் (Defender)\n - சோர்ந்தவர்களை பலப்படுத்தும் ஆறுதலளிப்பவர் (Comforter)\n - ஆதரித்து வழிநடத்தும் உதவியாளர் (Helper)\n \n இங்கே இயேசு கிறிஸ்து, தம்மைப் போலவே இன்னொரு தேற்றரவாளனை அனுப்புவேன் என்று வாக்குறுதி அளிக்கிறார். இதே வாக்குறுதியை லூக்கா 24:49 மற்றும் அப்போஸ்தலர் 1:4-5 இலும் பார்க்கிறோம். அப்போஸ்தலர் 2:1-4 இல், இயேசு கிறிஸ்து வாக்குத்தத்தம் செய்தபடியே, சீஷர்கள் அனைவரும் பரிசுத்த ஆவியால் நிரம்பி, அவரால் வழிநடத்தப்பட்டதை காண்கிறோம். பரிசுத்த ஆவி வெறும் சக்தி அல்லது தாக்கம் மட்டும் அல்ல. அவர் உங்களுக்கருகில் வருகிற **ஒரு நபர்**. ஆகவே, உண்மையான அர்த்தத்தில் பரிசுத்த ஆவியால் நிரம்புதல் என்றால்:\n \n - நீங்கள் தனிமையாக உணரும் போது, அவர் உங்களருகில் வந்து நிற்பவர்.\n - நீங்கள் குழப்பத்தில் இருக்கும் போது, அவர் உங்கள் **ஆலோசகராக** இருப்பவர்.\n - நீங்கள் பலவீனமாக இருக்கும் போது, அவர் உங்கள் **பலப்படுத்துபவராக** நிற்பவர்.\n - உங்கள் இருதயம் அல்லது பிறர் உங்களை குற்றம் சாட்டும் போது, அவர் உங்கள் **வழக்குரைஞராக** இருப்பவர்.\n - நீங்கள் காயமடைந்திருக்கும்போது, அவர் உங்கள் **ஆறுதலளிப்பவராக** இருப்பவர்.\n \n இயேசு சொன்னது இதுதான்: \"நீங்கள் வாழ்க்கையை தனியாக எதிர்கொள்ள நான் உங்களை விட்டுவிடமாட்டேன். என்னைப் போலவே உங்களோடு நடந்து, உங்கள் இருதயத்தோடு பேசும், உங்கள் அடிகளை வழிநடத்தும், என்றும் உங்களோடு இருப்பவரை ஒருவரை நான் அனுப்புகிறேன்\"\n \n **பரக்லேதோஸ்** என்பதன் அர்த்தம்: நீங்கள் ஒருபோதும் கைவிடப்படவில்லை. தேவன் உங்களுக்கருகில் வரவும், உங்களுக்குள் வசிக்கவும், உங்கள் வாழ்க்கையின் ஒவ்வொரு போராட்டத்திலும், ஒவ்வொரு தீர்மானத்திலும், ஒவ்வொரு காலகட்டத்திலும் உங்களோடு நடக்கவும் தேர்ந்தெடுத்துள்ளார். பரிசுத்த ஆவியானவர் ஒவ்வொருவரிடமும் சொல்வது இதுதான்: \"இதையெல்லாம் நீ தனியாகச் சுமக்க வேண்டியதில்லை. நான் இங்கே உன்னருகிலேயே இருக்கிறேன்.\"\n \n **நடைமுறை செயல்பாடு:**\n \n - இன்று பரிசுத்த ஆவியானவர் நம்மை வழிநடத்தும் போது, நம்முள் பேசும் அவருடைய குரலைக் கேட்டு கீழ்ப்படியலாம்.\n - நம் வாழ்க்கையில் உள்ள பயங்கள், கவலைகள், பிரச்சனைகளை எழுதிக் கொண்டு, ஜெபத்தில் தேவனிடம் ஒப்புக்கொடுக்கலாம்."
      }
    },
    "day6": {
      "english": {
        "title": "Day 6 - I will never leave you.",
        "data": "**Hebrews 13:5**\n \n **_Keep your lives free from the love of money and be content with what you have, because God has said, \"Never will I leave you; never will I forsake you.\"_**\n \n I will never leave you nor forsake you is a powerful promise of God's unwavering presence. This promise is the promise God made to Joshua when he took over the leadership from Moses. **(Deuteronomy 31:6-8).** This assured him of God's continued presence and help for the new challenge.\n \n Though this verse talks about the the contentment, it also teaches us that the assurance of God being next to us in all situation help us feel safe and secured and live a life that is free from all the traps of the world whether it is about materials or emotions. Security comes from the presence of God. When we realize that He will never abandon us, we need not to fear or be troubled by anyone or anything. Even when people and circumstances disappoint us, our God, Jesus Christ, offers us unwavering support, peace, and protection. The presence of God with us is greater than the riches of this world and any other fortress that can keep us safe. The Bible says that if He is with us, He will meet all our needs. (Matthew 6:25-34).\n \n So, as we begin this day, let us ask God to help us feel His presence and his extended helping hands that is consistently providing and protecting us. As we feel His presence, let us also throw the traps away from us.\n \n **Practical Action:**\n \n - Develop a sense of gratitude; Write down the blessings God has given you in your life and give thanks for them.\n - Focus on God, not on possessions. Reevaluate your priorities.\n - Pray through this promise in times of troubles\n \n _"
      },
      "tamil": {
        "title": "நாள் 6 - நான் உன்னை ஒருபோதும் கைவிடமாட்டேன்",
        "data": "**எபிரேயர் 13:5** \"நீங்கள் பண ஆசையில்லாதவர்களாய் நடந்து, உங்களுக்கு இருக்கிறவைகள் போதுமென்று எண்ணுங்கள்; நான் உன்னைவிட்டு விலகுவதுமில்லை, உன்னைக் கைவிடுவதுமில்லை என்று அவர் சொல்லியிருக்கிறாரே\"\n \n \"நான் உன்னைவிட்டு விலகுவதுமில்லை, உன்னைக் கைவிடுவதுமில்லை\" என்பது, தேவனுடைய மாற்றமற்ற, அசைக்க முடியாத சமுகத்தை அறிவிக்கும் மிகுந்த வல்லமையுள்ள வாக்குறுதி. இந்த வாக்குறுதியையே மோசேயிடமிருந்து தலைமை பொறுப்பை ஏற்றுக்கொண்ட யோசுவாவுக்கும் தேவன் அளித்தார் (உபாகமம் 31:6-8). இது, புதிய சவாலை எதிர்கொள்ளும் போது தேவனுடைய தொடர்ந்த சமுகமும் உதவியும் அவனோடு இருக்கும் என்பதை உறுதிப்படுத்தியது.\n \n இந்த வசனம் திருப்தியைப் பற்றி பேசினாலும், அதே சமயம், எல்லா சூழ்நிலைகளிலும் தேவன் நம்மருகில் இருக்கிறார் என்ற உறுதி, நமக்குப் பாதுகாப்பும் நிம்மதியும் அளித்து, பொருள்களாக இருந்தாலும் உணர்ச்சிகளாக இருந்தாலும், உலகின் எல்லா வலைகளிலிருந்தும் விடுதலையான வாழ்க்கையை நடத்த உதவுகிறது என்பதையும் கற்றுக்கொடுக்கிறது. பாதுகாப்பு தேவனுடைய சமுகத்திலிருந்தே வருகிறது. அவர் நம்மை ஒருபோதும் கைவிடமாட்டார் என்பதை உணரும்போது, யாரையும் எதையும் பார்த்து பயப்படவும் கலங்கவும் வேண்டியதில்லை. மனிதர்களும் சூழ்நிலைகளும் நம்மை ஏமாற்றினாலும், நம்முடைய தேவனாகிய இயேசு கிறிஸ்து நிலைத்த ஆதரவு, சமாதானம், பாதுகாப்பு ஆகியவற்றை அளிக்கிறார். நம்மோடு இருக்கும் தேவனுடைய சமுகம், இந்த உலகின் செல்வங்களையோ அல்லது நம்மை பாதுகாக்கக்கூடிய எந்தக் கோட்டையையும் விட மகத்தானது. அவர் நம்மோடு இருந்தால், நம் எல்லா தேவைகளையும் அவர் நிறைவேற்றுவார் என்று வேதாகமம் சொல்கிறது (மத்தேயு 6:25-34).\n \n ஆகையால், இந்த நாளைத் தொடங்கும் போது, அவருடைய சமுகத்தை உணரவும், தொடர்ந்து வழங்கி காத்துவரும் அவருடைய நீட்டப்பட்ட உதவிக்கரங்களை அனுபவிக்கவும் தேவன் நமக்கு உதவ வேண்டுமென்று வேண்டிக்கொள்வோம். நாம் அவருடைய சமுகத்தை உணரும்போது, உலகின் வலைகளையும் ஆசைகளையும் நம்மிடமிருந்து தள்ளி வைப்போமாக.\n \n **நடைமுறை செயல்பாடு:**\n \n - நன்றியுணர்வை வளர்த்துக்கொள்ளுங்கள்; உங்கள் வாழ்க்கையில் தேவன் அளித்த ஆசீர்வாதங்களை எழுதிக் கொண்டு, அவற்றுக்காக நன்றி கூறுங்கள்.\n - சொத்துகளிலல்ல, தேவனிலேயே கவனம் செலுத்துங்கள். உங்கள் முன்னுரிமைகளை மறுபரிசீலனை செய்யுங்கள்.\n - சிரமமான நேரங்களில், இந்த வாக்குறுதியை நினைத்து ஜெபியுங்கள்."
      }
    },
    "day7": {
      "english": {
        "title": "Day 7 - In Your Presence is the fullness of my Joy.",
        "data": "**Psalm 16:11**\n \n _You make known to me the path of life; you will fill me with joy in your presence, with eternal pleasures at your right hand._\n \n David testifies that true and lasting joy is found not in what he possesses, achieves, or controls-but in who he is with: God Himself. The world promises happiness through success, relationships, comfort, and recognition. Yet these joys are fragile. Such happiness rise and fall with people and circumstances. David had tasted both abundance and loss, honor and rejection. Through it all, he learned this sacred truth: God's presence is the only place where joy is complete and unshaken.\n \n This psalm is also called a Messianic psalm because it points beyond David to Jesus. Both Peter and Paul quote it when speaking about Christ's resurrection (Acts 2:25-28; 13:35-37). In Jesus, this promise reaches its fullness. Because He rose from the dead, the \"path of life\" is now open to us. Through Christ, we are invited into a living relationship with God-not just to know about Him, but to experience Him.\n \n Experiencing God is not merely learning truths about Him in our Bible study or our hourly prayers; it is walking with Him. It is becoming aware that His presence is near at all times-in prayer, in His Word, in silence, in suffering, and even in ordinary moments. When God becomes our guide and our greatest treasure, joy is no longer controlled by people or situations. Storms may still come, but they no longer define our inner world.\n \n When we live anchored in His presence:\n \n - We are not crushed by disappointment.\n - We are not driven by comparison.\n - We are not ruled by fear or approval.\n \n Our joy flows from a deeper source-God Himself. Praise Him for being our eternal guide and the source of eternal joy. If you experience His closeness, you would stay Joyful no matter what your situation is. Joy remains steady, unchanged. The more you experience him, the more Joyful you will be.\n \n **Practical Action:**\n \n - Set aside five quiet minutes today to be alone with God. Put away your phone. Sit still. Read Psalm 16:11 slowly. Then say:\n \n \"Lord, I want to experience Your presence more than anything else. You are my joy. Be near to me right now.\"\n \n - Do not rush. Simply remain aware that He is with you. Let your heart rest in Him.\n \n **"
      },
      "tamil": {
        "title": "நாள் 7 - உமது சமுகத்தில் என் ஆனந்தத்தின் நிறைவு உள்ளது",
        "data": "**சங்கீதம் 16:11** **\"ஜீவமார்க்கத்தை எனக்குத் தெரியப்படுத்துவீர்; உம்முடைய சமுகத்தில் பரிபூரண ஆனந்தமும், உம்முடைய வலது பாரிசத்தில் நித்திய பேரின்பமும் உண்டு\"**\n \n தாவீது, உண்மையானதும் நிலைத்ததுமான ஆனந்தம், தன்னிடம் உள்ளவற்றிலோ, அவர் அடைந்த சாதனைகளிலோ, அவர் கட்டுப்பாட்டிலோ இல்லை என்பதைச் சாட்சி சொல்லுகிறார்-அவர் தேவனோடு இருக்கிறார் என்பதில்தான் அது உள்ளது. உலகம், வெற்றி, உறவுகள், வசதி, அங்கீகாரம் ஆகியவற்றின் மூலம் மகிழ்ச்சியை வாக்குறுதி செய்கிறது. ஆனால் அந்த மகிழ்ச்சிகள் மெல்லியவை; மனிதர்களும் சூழ்நிலைகளும் மாறும்போது அவை உயர்ந்து தாழ்கின்றன. தாவீது செழிப்பையும் இழப்பையும், மரியாதையையும் நிராகரிப்பையும் அனுபவித்தவர். இவை அனைத்திலும், அவர் இந்த புனிதமான உண்மையை கற்றுக்கொண்டார்: தேவனுடைய சமுகமே ஆனந்தம் முழுமையும் அசைக்க முடியாததுமான இடம்.\n \n இந்த சங்கீதம் \"மெசியா சங்கீதம்\" என்றும் அழைக்கப்படுகிறது; ஏனெனில் இது தாவீதைக் கடந்துச் சென்று இயேசுவைச் சுட்டிக்காட்டுகிறது. கிறிஸ்துவின் உயிர்த்தெழுதலைப் பற்றி பேசும் போது, பேதுருவும் பவுலும் இதை மேற்கோள் காட்டுகிறார்கள் (அப்போஸ்தலர் 2:25-28; 13:35-37). இயேசுவில் இந்த வாக்குறுதி அதன் முழுமையை அடைகிறது. அவர் மரித்தோரிலிருந்து உயிர்த்தெழுந்ததால், \"ஜீவனின் பாதை\" இப்போது நமக்கு திறக்கப்பட்டுள்ளது. கிறிஸ்துவின் மூலம், தேவனைப் பற்றி அறிந்து கொள்வதற்காக மட்டுமல்ல, அவரை அனுபவிக்கவும்-தேவனோடு உயிருள்ள உறவுக்குள்-நாம் அழைக்கப்பட்டுள்ளோம்.\n \n தேவனை அனுபவிப்பது, வேதாகமப் படிப்பிலோ அல்லது நியமிக்கப்பட்ட ஜெப நேரங்களிலோ அவரைப் பற்றிய உண்மைகளை கற்றுக்கொள்வதிலோ மட்டும் அல்ல; அது அவரோடு நடப்பதே. ஜெபத்தில், அவருடைய வார்த்தையில், அமைதியில், துன்பத்தில், அன்றாட சாதாரண தருணங்களில்கூட-எப்போதும் அவருடைய சமுகம் அருகிலிருக்கிறது என்பதை உணர்வதே அது. தேவன் நம் வழிகாட்டியாகவும், நம் மிகப்பெரிய பொக்கிஷமாகவும் மாறும்போது, ஆனந்தம் இனி மனிதர்களாலும் சூழ்நிலைகளாலும் கட்டுப்படுத்தப்படாது. புயல்கள் வரலாம்; ஆனால் அவை நம் உள்ளார்ந்த உலகை நிர்ணயிக்காது.\n \n **அவருடைய சமுகத்தில் உறுதியாக நிலைத்திருக்கும் போது:**\n \n - நாங்கள் ஏமாற்றத்தால் நசுங்குவதில்லை.\n - ஒப்பீடுகளால் இழுக்கப்படுவதில்லை.\n - பயத்தினாலும் பிறரின் ஒப்புதலினாலும் ஆளப்படுவதில்லை.\n \n நமது ஆனந்தம் ஒரு ஆழமான மூலத்திலிருந்து-தேவனிடமிருந்தே-பாய்கிறது. நாம் என்றென்றைக்கும் வழிகாட்டியும், நித்திய ஆனந்தத்தின் ஆதாரமுமான அவரைத் துதிப்போம். நீங்கள் அவருடைய அருகாமையை அனுபவித்தால், உங்கள் சூழ்நிலை எதுவாயினும் நீங்கள் ஆனந்தமாக இருப்பீர்கள். ஆனந்தம் நிலைத்திருக்கும்; அது மாறாதது. நீங்கள் அவரை அதிகமாக அனுபவிக்கும் போது, நீங்கள் மேலும் மேலும் ஆனந்தமடைவீர்கள்.\n \n **நடைமுறை செயல்பாடு:**\n \n - இன்று ஐந்து நிமிடங்கள் அமைதியாக தேவனோடு தனியாக இருக்க ஒதுக்குங்கள். உங்கள் கைபேசியை தூரமாக வைக்கவும். அமைதியாக உட்காருங்கள். சங்கீதம் 16:11 ஐ மெதுவாக வாசியுங்கள். பின்னர் இவ்வாறு சொல்லுங்கள்:  \n     \"கர்த்தாவே, எல்லாவற்றையும் விட உமது சமுகத்தை நான் அதிகமாக அனுபவிக்க விரும்புகிறேன். நீரே என் ஆனந்தம். இப்போதே எனக்கு அருகில் இருங்கள்.\"\n - அவசரப்பட வேண்டாம். அவர் உங்களோடு இருக்கிறார் என்பதை உணர்ந்து அமைதியாக இருங்கள். உங்கள் இருதயம் அவரில் ஓய்வடையட்டும்."
      }
    },
    "day8": {
      "english": {
        "title": "Day 8 - Experiencing God by Seeking Him with All Our Heart",
        "data": "**_Jeremiah 29:13 - \"You will seek Me and find Me when you seek Me with all your heart.\"_**\n \n This promise was given by God through the prophet Jeremiah during a difficult season, when the Israelites were living in exile in Babylon. They were far from home, discouraged, and uncertain about the future. In that context, God spoke words of hope and assurance, reminding them that even in exile, He could still be found.\n \n God promises that He can be found when we seek Him with our whole heart. Seeking God with all our heart means **coming to Him without holding anything back-our joy, our pain, our doubts, and our fears.** Jesus is the greatest example of this kind of wholehearted seeking. In every situation, He turned to the Father. He openly **shared His feelings, poured out His heart, and depended fully on God.**\n \n As disciples, we are invited to live the same way. Seeking God **is not limited to happy moments; it includes painful, confusing, and difficult situations as well.** When we consistently turn to God throughout the day-bringing everything to Him in prayer-we are truly seeking Him. Like Job, who remained connected to God even in deep suffering, we learn that a strong relationship with God is built through honest and continual dependence.\n \n When we seek God daily and intentionally, **He promises to meet us, guide us, and bless not only today, but the days ahead**. A wholehearted pursuit of God shapes our lives and deepens our relationship with Him.\n \n - Do I seek God only in times of need, or do I seek Him with my whole heart in every situation?\n - What does it mean to me to connect to God wholeheartedly?\n \n **"
      },
      "tamil": {
        "title": "நாள் 8 - முழு இருதயத்தோடு அவரைத் தேடுவதின் மூலம் தேவனை அனுபவித்தல்",
        "data": "**எரேமியா 29:13** - **\"உங்கள் முழு இருதயத்தோடும் என்னைத் தேடினீர்களானால், என்னைத் தேடுகையில் கண்டுபிடிப்பீர்கள்\"**\n \n இஸ்ரவேலர்கள் பாபிலோனில் நாடுகடத்தப்பட்டிருந்த ஒரு கடினமான காலகட்டத்தில், தீர்க்கதரிசி எரேமியா மூலம் தேவனால் இந்த வாக்குறுதி வழங்கப்பட்டது. அவர்கள் தங்கள் நாட்டிலிருந்து தூரத்தில், மனச்சோர்வுடனும், எதிர்காலம் குறித்த நிச்சயமற்ற நிலையுடனும் இருந்தார்கள். அந்தச் சூழலில், தேவன் நம்பிக்கை மற்றும் உறுதிமொழியின் வார்த்தைகளைப் பேசினார், நாடுகடத்தப்பட்டிருந்தாலும் கூட, அவரை இன்னும் கண்டுபிடிக்க முடியும் என்பதை அவர்களுக்கு நினைவூட்டினார்.\n \n தேவன் வாக்குறுதி அளிப்பது இதுதான்: நாம் அவரை முழு இருதயத்தோடு தேடும் போது, அவர் காணப்படுவார். முழு இருதயத்தோடு தேவனைத் தேடுவது என்றால், எதையும் மறைத்துவைக்காமல் நம் ஆனந்தம், நம் வலி, நம் சந்தேகங்கள், நம் பயங்கள் அனைத்தையும் கொண்டு அவரிடம் வருவதாகும். இப்படிப்பட்ட முழுமையான தேடுதலுக்கான மிகச் சிறந்த உதாரணம் இயேசுவே. எந்தச் சூழ்நிலையிலும் அவர் பிதாவிடமே திரும்பினார். தம் உணர்ச்சிகளை வெளிப்படையாக பகிர்ந்தார், தம் இருதயத்தை முழுவதுமாக ஊற்றினார், தேவன்மேல் முழுமையாக சார்ந்திருந்தார்.\n \n சீஷர்களாகிய நாமும் அதே விதமாக வாழ அழைக்கப்பட்டுள்ளோம். தேவனைத் தேடுவது மகிழ்ச்சியான தருணங்களுக்கு மட்டும் கட்டுப்பட்டது அல்ல; வலியான, குழப்பமான, கடினமான சூழ்நிலைகளையும் அது உள்ளடக்கியது. நாளெங்கும் தொடர்ந்து தேவனிடம் திரும்பி, அனைத்தையும் ஜெபத்தில் அவரிடம் கொண்டு வரும்போது, நாம் உண்மையாகவே அவரைத் தேடுகிறோம். ஆழ்ந்த வேதனைகளிலும் தேவனோடு இணைந்திருந்த யோபைப் போல, நேர்மையான மற்றும் தொடர்ச்சியான சார்பின் மூலம் தேவனோடு உள்ள உறவு வலுப்பெறுகிறது என்பதை நாம் கற்றுக்கொள்கிறோம். நாம் தினந்தோறும் நோக்கமுடன் தேவனைத் தேடும் போது, இன்று மட்டுமல்ல, வருங்கால நாட்களிலும் நம்மைச் சந்தித்து, வழிநடத்தி, ஆசீர்வதிப்பேன் என்று அவர் வாக்குறுதி அளிக்கிறார். முழு இருதயத்தோடு தேவனைத் தேடுதல் நம் வாழ்க்கையை வடிவமைத்து, அவரோடு உள்ள உறவை ஆழப்படுத்துகிறது.\n \n **சிந்தனைக்கான கேள்விகள்:**\n \n - நான் தேவை ஏற்படும் நேரங்களில் மட்டும் தேவனைத் தேடுகிறேனா, அல்லது எல்லா சூழ்நிலைகளிலும் முழு இருதயத்தோடு அவரைத் தேடுகிறேனா?\n - உங்களைப் பொறுத்தவரை தேவனோடு முழு இருதயத்தோடு இணைவது என்பதின் அர்த்தம் என்ன ?"
      }
    },
    "day9": {
      "english": {
        "title": "Day 9 - Experiencing God by Longing to Dwell in His Presence",
        "data": "**_Psalm 27:4 - \"One thing I ask from the LORD… that I may dwell in the house of the LORD all the days of my life.\"_**\n \n Psalm 27 reveals the heart of David-a man who had seen both danger and deliverance. God had protected him repeatedly, rescued him from enemies, and granted him victory in overwhelming situations. Yet **David's deepest desire was not safety, success, or power, but to dwell in God's presence.** His longing flowed from gratitude and relationship, not from fear.\n \n David understood that life finds its true meaning in closeness with God. Having experienced God's faithfulness again and again, he desired **not occasional encounters but a continual abiding.** To dwell in God's presence means to live with an undivided heart-one that delights in God's beauty and seeks Him daily through prayer and meditation on His Word.\n \n In our modern lives, attention is easily drawn elsewhere. We often dwell more in digital spaces than in God's presence. While these things are not always wrong, they can quietly replace our hunger for God. Experiencing God requires intentional choices-to slow down, to listen, and to give God our best attention. When we set aside time to pray and meditate on Scripture, God's presence becomes real and transforming in our daily lives.\n \n This year, let our deepest desire be **not just to do more for God, but to be more with Him**. True spiritual renewal begins when we choose to dwell where His presence is.\n \n - What occupies most of my attention and longing each day?\n - Do I desire God's presence more than His blessings?\n \n **Practical Application**\n \n - Set apart one uninterrupted hour this week for prayer and Bible meditation-free from phone, notifications, and distractions-and intentionally dwell in God's presence.\n \n **"
      },
      "tamil": {
        "title": "நாள் 9 - அவருடைய சமுகத்தில் வசிக்க ஆசைப்படுவதின் மூலம் தேவனை அனுபவித்தல்",
        "data": "**சங்கீதம் 27:4** - **_\"_கர்த்தரிடத்தில் ஒன்றை நான் கேட்டேன் அதையே நாடுவேன்; நான் கர்த்தருடைய மகிமையைப் பார்க்கும்படியாகவும், அவருடைய ஆலயத்தில் ஆராய்ச்சிசெய்யும்படியாகவும், நான் என் ஜீவனுள்ள நாளெல்லாம் கர்த்தருடைய ஆலயத்தில் தங்கியிருப்பதையே நாடுவேன்_\"_**\n \n சங்கீதம் 27 தாவீதின் இருதயத்தை வெளிப்படுத்துகிறது-அபாயத்தையும் விடுதலையையும் அனுபவித்த மனிதன். தேவன் பலமுறை அவரைக் காத்தார், சத்துருக்களிடமிருந்து மீட்டார், மிகுந்த சவாலான சூழ்நிலைகளிலும் அவருக்கு ஜெயத்தை அளித்தார். ஆனாலும் தாவீதின் ஆழ்ந்த ஆசை பாதுகாப்போ, வெற்றியோ, அதிகாரமோ அல்ல; தேவனுடைய சமுகத்தில் வசிப்பதே. அந்த ஆசை பயத்திலிருந்து அல்ல, நன்றியுணர்விலும் உறவிலும் இருந்து வந்தது.\n \n தேவனோடு நெருக்கத்தில்தான் வாழ்க்கையின் உண்மையான அர்த்தம் இருப்பதை தாவீது அறிந்திருந்தார். தேவனுடைய விசுவாசத்தைக் காலந்தோறும் அனுபவித்ததினால், அவ்வப்போது கிடைக்கும் சந்திப்புகள் அல்ல, தொடர்ச்சியாக தேவனுடைய சமுகத்தில் வசிப்பதையே அவர் விரும்பினார். தேவனுடைய சமுகத்தில் வசிப்பது என்றால், பிளவில்லாத இருதயத்தோடு வாழ்வதாகும்-தேவனுடைய அழகில் மகிழ்ந்து, ஜெபத்திலும் அவருடைய வார்த்தையைத் தியானிப்பதிலும் தினந்தோறும் அவரைத் தேடுவது.\n \n இன்றைய நவீன வாழ்க்கையில், நமது கவனம் எளிதில் வேறு இடங்களுக்கு இழுக்கப்படுகிறது. பல நேரங்களில் நாம் தேவனுடைய சமுகத்தை விட, நவீன உலகங்களில் அதிகமாக வசிக்கிறோம். இவை அனைத்தும் தவறானவையாக இல்லாவிட்டாலும், தேவனுக்கான நமது பசியை மெதுவாக மாற்றி விடக்கூடும். தேவனை அனுபவிப்பதற்கு திட்டமிட்ட முடிவுகள் தேவை-மெதுவாக இருக்க, கவனமாக கேட்க, தேவனுக்கு நமது சிறந்த கவனத்தை அளிக்க. ஜெபத்திற்கும் வேதாகம தியானத்திற்கும் நேரத்தை ஒதுக்கும் போது, தேவனுடைய சமுகம் நம் அன்றாட வாழ்க்கையில் உண்மையானதும் மாற்றம் செய்யும் சக்தியுமாக மாறுகிறது.\n \n இந்த ஆண்டில், தேவனுக்காக அதிகம் செய்வதை அல்ல, அவரோடு அதிகமாக இருப்பதே நமது ஆழ்ந்த ஆசையாக இருக்கட்டும். உண்மையான ஆவிக்குரிய புதுப்பிப்பு, அவர் இருக்கும் இடத்தில் நாம் வசிக்கத் தேர்ந்தெடுக்கும் போது தொடங்குகிறது.\n \n **சிந்தனைக்கான கேள்விகள்:**\n \n - தினந்தோறும் எனது கவனத்தையும் ஆசையையும் அதிகமாக பிடித்திருப்பது என்ன?\n - தேவனுடைய ஆசீர்வாதங்களை விட, அவருடைய சமுகத்தை நான் அதிகமாக விரும்புகிறேனா?\n \n **நடைமுறை செயல்பாடு:**\n \n இந்த வாரத்தில், தொலைபேசி, அறிவிப்புகள், கவனச் சிதறல்கள் இன்றி, ஒரு இடையூறு இல்லாத ஒரு மணி நேரத்தை ஜெபத்திற்கும் வேதாகம தியானத்திற்கும் ஒதுக்குங்கள்; திட்டமிட்டு தேவனுடைய சமுகத்தில் வாசியுங்கள்."
      }
    },
    "day10": {
      "english": {
        "title": "Day 10 - Experiencing God through His Guidance",
        "data": "**_Psalm 25:4-5 - \"Show me Your ways, LORD, teach me Your paths. Guide me in Your truth and teach me, for You are God my Savior, and my hope is in You all day long.\"_**\n \n This prayer of David flows from humility. He recognizes that wisdom does not begin with self-confidence but with dependence on God. David does not assume that his own understanding is sufficient; instead, **he invites God to shape his direction**. By asking God to teach and guide him, David places his life under God's authority.\n \n Experiencing God begins when **we admit our limitations**. Our thoughts and plans often seem right to us, yet they may not lead to life or purpose. God's ways, however, are rooted in truth and love. When we surrender our ideas and ask God to lead us, we discover that His plans are meaningful and trustworthy.\n \n Waiting for God's guidance requires patience and faith. David speaks of hoping in God \"**all day long,**\" showing **a posture of trust rather than urgency**. Scripture reminds us through Joseph's life that God's plans may involve difficulty, delay, and hidden seasons-but they are never wasted. Joseph remained faithful even in suffering, and in time, God's purpose was revealed.\n \n When we **seek God sincerely, He does not leave us confused.** He guides us step by step, shaping our lives according to His will. His direction may not always be easy, but it always leads to growth, purpose, and blessing.\n \n - Am I willing to release my own plans in order to follow God's guidance?\n - Do I patiently wait for God's direction, or do I rush ahead on my own?\n \n **Practical Application**\n \n Spend time today asking God to reveal His ways for your life. Pray honestly, listen quietly, and invite the Holy Spirit to guide your decisions according to God's truth.\n \n **_****"
      },
      "tamil": {
        "title": "நாள் 10 - அவருடைய வழிநடத்தலின் மூலம் தேவனை அனுபவித்தல்",
        "data": "**சங்கீதம் 25:4-5 - _\"_கர்த்தாவே, உம்முடைய வழிகளை எனக்குத் தெரிவியும்; உம்முடைய பாதைகளை எனக்குப் போதித்தருளும். உம்முடைய சத்தியத்திலே என்னை நடத்தி, என்னைப் போதித்தருளும்; நீரே என் இரட்சிப்பின் தேவன், உம்மை நோக்கி நாள் முழுதும் காத்திருக்கிறேன்.**\n \n இந்த தாவீதின் ஜெபம் தாழ்மையிலிருந்து வெளிப்படுகிறது. ஞானம் சுயநம்பிக்கையிலிருந்து அல்ல, தேவன்மேல் சார்ந்திருப்பதிலிருந்து தொடங்குகிறது என்பதை அவர் உணர்ந்திருந்தார். தன் சொந்த புரிதல் போதுமானது என்று தாவீது கருதவில்லை; மாறாக, தன் திசையை வடிவமைக்க தேவனை அழைத்தார். தேவன் தம்மைக் கற்றுக்கொடுக்கவும் வழிநடத்தவும் வேண்டுமென்று கேட்டதின் மூலம், தாவீது தன் வாழ்க்கையை தேவனுடைய அதிகாரத்திற்குக் கீழ்ப்படுத்தினார்.\n \n நாம் நமது வரம்புகளை ஒப்புக்கொள்ளும் போதே தேவனை அனுபவிப்பது தொடங்குகிறது. நமது எண்ணங்களும் திட்டங்களும் நமக்கு சரியாகத் தோன்றினாலும், அவை எப்போதும் ஜீவனையோ நோக்கத்தையோ நோக்கி நடத்தாமல் இருக்கலாம். ஆனால் தேவனுடைய வழிகள் சத்தியத்திலும் அன்பிலும் வேரூன்றியவை. நமது எண்ணங்களை ஒப்புக்கொடுத்து, தேவன் நம்மை நடத்த வேண்டுமென்று கேட்கும்போது, அவருடைய திட்டங்கள் அர்த்தமுள்ளவை, நம்பிக்கைக்குரியவை என்பதை நாம் கண்டறிகிறோம்.\n \n தேவனுடைய வழிநடத்துதலுக்கு காத்திருப்பதற்கு பொறுமையும் விசுவாசமும் தேவைப்படுகிறது. தாவீது \"நாள் முழுவதும்\" தேவனில் நம்பிக்கை வைத்திருப்பதைச் சொல்வதன் மூலம், அவசரத்தை விட நம்பிக்கையின் மனப்பாங்கை வெளிப்படுத்துகிறார். யோசேப்பின் வாழ்க்கையின் மூலம், தேவனுடைய திட்டங்களில் சிரமங்கள், தாமதங்கள், மறைந்த காலங்கள் இருக்கலாம்; ஆனால் அவை ஒருபோதும் வீணாகப் போகாது என்று வேதாகமம் நமக்கு நினைவூட்டுகிறது. துன்பங்களிலும் யோசேப்பு விசுவாசமாக இருந்தான்; காலப்போக்கில் தேவனுடைய நோக்கம் வெளிப்பட்டது.\n \n நாம் மனப்பூர்வமாக தேவனைத் தேடும் போது, அவர் நம்மை குழப்பத்தில் விட்டுவிடுவதில்லை. அவர் படிப்படியாக நம்மை வழிநடத்தி, தமது சித்தத்திற்கேற்ப நம் வாழ்க்கையை வடிவமைக்கிறார். அவருடைய வழிநடத்துதல் எப்போதும் எளிதாக இருக்காமலிருக்கலாம்; ஆனால் அது எப்போதும் வளர்ச்சிக்கும், நோக்கத்திற்கும், ஆசீர்வாதத்திற்கும் வழிவகுக்கும்.\n \n **சிந்தனைக்கான கேள்விகள்:**\n \n - தேவனுடைய வழிநடத்தலைப் பின்பற்றுவதற்காக, என் சொந்த திட்டங்களை விட்டுவிட நான் தயாராக இருக்கிறேனா?\n - தேவனுடைய வழிநடத்துதலுக்கு நான் பொறுமையுடன் காத்திருக்கிறேனா, அல்லது என்னுடைய சொந்த வழியில் அவசரமாக முன்னேறுகிறேனா?\n \n **நடைமுறை செயல்பாடு:**  \n இன்று உங்கள் வாழ்க்கைக்கான தேவனுடைய வழிகளை வெளிப்படுத்த வேண்டுமென்று அவரிடம் நேரம் செலவிட்டு கேளுங்கள். நேர்மையாக ஜெபியுங்கள், அமைதியாகக் கேளுங்கள், தேவனுடைய சத்தியத்திற்கேற்ப உங்கள் தீர்மானங்களை வழிநடத்த பரிசுத்த ஆவியை அழையுங்கள்."
      }
    },
    "day11": {
      "english": {
        "title": "Day 11 - Experiencing God through Prayer and Peace",
        "data": "**Philippians 4:6-7 - _\"Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God. And the peace of God… will guard your hearts and your minds in Christ Jesus.\"_**\n \n Paul wrote these words to the church in Philippi while facing suffering, hardship, and persecution. Yet his life was marked not by anxiety, but by peace. This peace did not come from a change in circumstances, but from a deep trust in God. Paul had learned that **prayer is not about** **controlling outcomes, but about placing every concern into God's hands**.\n \n In our daily lives, we also face trials, temptations, and worries that seem impossible to change. Often, we realize that we cannot fix these situations on our own. But when we bring them consistently to God in prayer, something begins to change-not always the situation, but our hearts. **God's peace enters where anxiety once ruled.**\n \n Sometimes we pray, yet our hearts remain restless. Scripture encourages us not to stop praying. Jesus Himself prayed in the Garden of Gethsemane when His heart was heavy and troubled. Through prayer, His heart was strengthened to submit to the Father's will. In the same way, persistent prayer shapes our hearts, builds trust, and leads us into God's peace.\n \n **True prayer is rooted in faith, not doubt.** When we pray with trust and hope in God, His peace guards our hearts and minds. Even before answers come, His peace reassures us that we are held securely in Christ.\n \n - When anxiety rises, do I bring my worries fully to God or try to carry them alone?\n - Do I continue praying even when peace does not come immediately?\n \n **Practical Application**\n \n - Write down your worries and prayer requests. Bring them to God daily in prayer, and continue praying until your heart rests in His peace."
      },
      "tamil": {
        "title": "நாள் 11 - ஜெபம் மற்றும் சமாதானம் மூலம் தேவனை அனுபவித்தல்",
        "data": "**பிலிப்பியர் 4:6-7 - _\"_நீங்கள் ஒன்றுக்குங் கவலைப்படாமல், எல்லாவற்றையுங்குறித்து உங்கள் விண்ணப்பங்களை ஸ்தோத்திரத்தோடே கூடிய ஜெபத்தினாலும் வேண்டுதலினாலும் தேவனுக்குத் தெரியப்படுத்துங்கள். அப்பொழுது, எல்லாப் புத்திக்கும்மேலான தேவசமாதானம் உங்கள் இருதயங்களையும் உங்கள் சிந்தைகளையும் கிறிஸ்து இயேசுவுக்குள்ளாகக் காத்துக்கொள்ளும்_\"_**\n \n பவுல் இந்த வார்த்தைகளை பிலிப்பிய சபைக்கு எழுதிய போது, அவர் துன்பங்களையும் கஷ்டங்களையும் துன்புறுத்தல்களையும் எதிர்கொண்டிருந்தார். இருந்தாலும், அவரது வாழ்க்கை கவலையால் அல்ல, சமாதானத்தால் அடையாளம் காணப்பட்டது. இந்த சமாதானம் சூழ்நிலைகள் மாறியதினால் வந்தது அல்ல; தேவன் மீது கொண்ட ஆழ்ந்த நம்பிக்கையிலிருந்து வந்தது. ஜெபம் என்பது விளைவுகளை கட்டுப்படுத்துவதற்காக அல்ல, ஒவ்வொரு கவலையையும் தேவனுடைய கைகளில் ஒப்படைப்பதற்காக என்பதைக் பவுல் கற்றுக்கொண்டார்.\n \n நம் அன்றாட வாழ்க்கையில், மாற்ற முடியாததாகத் தோன்றும் சோதனைகள், சவால்கள், கவலைகளை நாம் எதிர்கொள்கிறோம். பல நேரங்களில், இவற்றை நாமே சரிசெய்ய முடியாது என்பதை உணர்கிறோம். ஆனால் அவற்றை தொடர்ந்து ஜெபத்தில் தேவனிடம் கொண்டு வரும்போது, ஏதோ ஒன்று மாறத் தொடங்குகிறது- சூழ்நிலை அல்ல; ஆனால் நமது இருதயம். முன்பு கவலை ஆட்சி செய்த இடத்தில், தேவனுடைய சமாதானம் நுழைகிறது.\n \n சில நேரங்களில் நாம் ஜெபித்தாலும், நமது இருதயம் அமைதியடையாமல் இருக்கலாம். வேதாகமம் ஜெபிப்பதை நிறுத்த வேண்டாம் என்று நம்மை ஊக்குவிக்கிறது. இயேசுவே தமது இருதயம் பாரமாகவும் கலங்கியதாகவும் இருந்தபோது, கெத்சேமனே தோட்டத்தில் ஜெபித்தார். ஜெபத்தின் மூலம், பிதாவின் சித்தத்திற்குக் கீழ்படியும் போது அவருடைய இருதயம் பலப்படுத்தப்பட்டது. அதேபோல், நிலைத்த ஜெபம் நமது இருதயங்களை வடிவமைத்து, நம்பிக்கையை கட்டியெழுப்பி, தேவனுடைய சமாதானத்திற்குள் நம்மை நடத்துகிறது.\n \n உண்மையான ஜெபம் சந்தேகத்தில் அல்ல, விசுவாசத்தில் வேரூன்றியதாகும். தேவனில் நம்பிக்கையுடன் நாம் ஜெபிக்கும்போது, அவருடைய சமாதானம் நமது இருதயங்களையும் மனங்களையும் காக்கிறது. பதில்கள் வருவதற்குமுன்பே, கிறிஸ்துவில் நாம் பாதுகாப்பாக இருக்கிறோம் என்ற உறுதியை அந்த சமாதானம் அளிக்கிறது.\n \n **சிந்தனைக்கான கேள்விகள்:**\n \n - கவலை எழும்பும் போது, என் கவலைகளை முழுவதுமாக தேவனிடம் கொண்டு வருகிறேனா, அல்லது தனியாகச் சுமக்க முயற்சிக்கிறேனா?\n - சமாதானம் உடனே வராவிட்டாலும், நான் தொடர்ந்து ஜெபிக்கிறேனா?\n \n **நடைமுறை செயல்பாடு:**\n \n உங்கள் கவலைகளையும் ஜெப விண்ணப்பங்களையும் எழுதிக் கொள்ளுங்கள். தினமும் அவற்றை ஜெபத்தில் தேவனிடம் கொண்டு வாருங்கள்; உங்கள் இருதயம் அவருடைய சமாதானத்தில் ஓய்வடையும் வரை தொடர்ந்து ஜெபியுங்கள்."
      }
    },
    "day12": {
      "english": {
        "title": "Day 12 - Acknowledge Him in all your ways",
        "data": "**_Proverbs 3:5-6_**\n \n **_\"Trust in the LORD with all your heart and lean not on your own understanding; 6 In all your ways submit to him, and he will make your paths straight.\"_**\n \n The book of Proverbs was written mainly by King Solomon, a man known for God-given wisdom. These verses are part of a father's instruction to his child, teaching how to live a life that pleases God. Solomon emphasizes that **true wisdom comes not from human intelligence but from complete dependence on the Lord.** This passage was written to guide believers **in making godly decisions and living under God's direction.**\n \n We should not chart our own paths in life independently; we must walk in God's guidance. To do this, we must follow three things, which are:\n \n 1. Trusting God completely.\n \n 2. Letting go of one's own wisdom.\n \n 3. Acknowledging God in all things.\n \n Thus, I must walk in the guidance of my God; He protects me. He takes care of me. I need the assurance that He is taking care of me and that my God is leading me to a life of freedom and **purpose, far greater than any life I could create for myself. Instead of seeking God in my own wisdom, I must seek His wisdom, that is, I must allow Him to guide my life.**\n \n **Practical Applications:**\n \n - I must pray for everything I do today.\n \n - Today, I must ensure that every decision I make is in accordance with God's will.\n \n - Remember that God is present at all times, and speak with grace."
      },
      "tamil": {
        "title": "நாள் 12 - உன் எல்லா வழிகளிலும் அவரை ஒப்புக்கொள்",
        "data": "**நீதிமொழிகள் 3:5-6 _\"_உன் சுயபுத்தியின்மேல் சாயாமல், உன் முழு இருதயத்தோடும் கர்த்தரில் நம்பிக்கையாயிருந்து, உன் வழிகளிலெல்லாம் அவரை நினைத்துக்கொள்; அப்பொழுது அவர் உன் பாதைகளைச் செவ்வைப்படுத்துவார்_\"_**\n \n நீதிமொழிகள் புத்தகம் பெரும்பாலும் தேவனால் அளிக்கப்பட்ட ஞானத்திற்குப் பெயர்பெற்ற ராஜா சாலொமோனால் எழுதப்பட்டது. இந்த வசனங்கள், தேவனுக்கு விருப்பமான வாழ்க்கையை எவ்வாறு வாழ வேண்டும் என்பதைக் கற்றுக்கொடுக்கும் ஒரு தந்தையின் அறிவுரையாகும். உண்மையான ஞானம் மனித புத்திசாலித்தனத்திலிருந்து அல்ல, கர்த்தர்மேல் முழுமையாக சார்ந்திருப்பதிலிருந்து வருகிறது என்பதை சாலொமோன் வலியுறுத்துகிறார். இந்த பகுதி, விசுவாசிகள் தேவனுக்குப் பிரியமான தீர்மானங்களை எடுக்கவும், தேவனுடைய வழிநடத்தலின்கீழ் வாழவும் வழிகாட்ட எழுதப்பட்டது.\n \n நாம் வாழ்க்கையில் நமது பாதைகளை தனியாகத் திட்டமிடக் கூடாது; தேவனுடைய வழிநடத்தலிலேயே நடக்க வேண்டும். இதைச் செய்ய, நாம் மூன்று காரியங்களைப் பின்பற்ற வேண்டும்:\n \n - தேவனை முழுமையாக நம்புதல்.\n - நமது சொந்த ஞானத்தை விட்டுவிடுதல்.\n - எல்லா காரியங்களிலும் தேவனை ஒப்புக்கொள்வது.\n \n ஆகையால், நான் என் தேவனுடைய வழிநடத்தலிலேயே நடக்க வேண்டும்; அவர் என்னைக் காக்கிறார், என்னைப் பராமரிக்கிறார். அவர் என்னைக் கவனித்துக் கொண்டிருக்கிறார் என்ற உறுதியும், நான் எனக்காக உருவாக்கக்கூடிய வாழ்க்கையைவிட மிகச் சிறந்த, சுதந்திரமும் நோக்கமும் நிறைந்த வாழ்க்கைக்குள் தேவன் என்னை வழிநடத்துகிறார் என்ற நிச்சயமும் எனக்குத் தேவை. என் சொந்த ஞானத்தின்படி தேவனைத் தேடுவதற்குப் பதிலாக, அவருடைய ஞானத்தைத் தேட வேண்டும்; அதாவது, என் வாழ்க்கையை அவர் வழிநடத்த அனுமதிக்க வேண்டும்.\n \n **நடைமுறை செயல்பாடு:**\n \n - இன்று நான் செய்யும் ஒவ்வொரு காரியத்திற்காகவும் ஜெபிக்க வேண்டும்.\n - இன்று நான் எடுக்கும் ஒவ்வொரு தீர்மானமும் தேவனுடைய சித்தத்திற்கேற்ப இருக்கிறது என்பதை உறுதிசெய்ய வேண்டும்.\n - தேவன் எப்போதும் உடனிருப்பவர் என்பதை நினைவில் கொண்டு, கிருபையோடு பேச வேண்டும்."
      }
    },
    "day13": {
      "english": {
        "title": "Day 13 - Experiencing God in Everything We Do",
        "data": "**_Colossians 3:17 - \"And whatever you do, whether in word or deed, do it all in the name of the Lord Jesus…\"_**\n \n Experiencing God is not limited to prayer times or church gatherings; it extends into every part of our daily lives. Paul reminds us that **every word we speak and every action we take can become an act of worship** when it is done in the name of Jesus. When we consciously invite Jesus into our work, conversations, decisions, and responsibilities, **ordinary moments are transformed into sacred ones.**\n \n Doing everything in Jesus' name means **living with an awareness of His presence and character.** It means reflecting His love, humility, and obedience in our daily choices. As we surrender even the smallest actions to Him, **we begin to experience God not just occasionally, but continually throughout the day.**\n \n Living in Jesus' name also **shapes our intentions**. It moves us from acting out of habit, pressure, or self-interest to acting out of love and obedience. When our motives are aligned with Christ, our lives become a visible testimony of His work within us.\n \n - Are there areas of my daily life that I separate from my walk with God?\n - How would my words or actions change if I intentionally did them in Jesus' name?\n \n **Practical Applications**\n \n - Before starting any task today, pause briefly and offer it to God in Jesus' name.\n - Let your speech reflect Christ by choosing words that bring grace, kindness, and truth.\n \n **"
      },
      "tamil": {
        "title": "நாள் 13 - நாம் செய்வதெல்லாவற்றிலும் தேவனை அனுபவித்தல்",
        "data": "**கொலோசெயர் 3:24 - _\"_எதைச் செய்தாலும், அதை மனுஷர்களுக்கென்று செய்யாமல், கர்த்தருக்கென்றே மனப்பூர்வமாய்ச் செய்யுங்கள்_\"_**\n \n தேவனை அனுபவிப்பது ஜெப நேரங்களிலோ அல்லது சபை கூடுகைகளிலோ மட்டும் கட்டுப்பட்டது அல்ல; அது நம்முடைய அன்றாட வாழ்க்கையின் ஒவ்வொரு பகுதிக்கும் விரிகிறது. நாம் பேசும் ஒவ்வொரு வார்த்தையும், செய்கிற ஒவ்வொரு செயலையும், இயேசுவின் நாமத்தில் செய்யும்போது, அவை அனைத்தும் ஆராதனையாக மாறக்கூடும் என்பதை பவுல் நமக்கு நினைவூட்டுகிறார். நாம் எச்சரிக்கையுடன் இயேசுவை நமது வேலைகளிலும், உரையாடல்களிலும், தீர்மானங்களிலும், பொறுப்புகளிலும் அழைக்கும்போது, சாதாரண தருணங்களே புனிதமான தருணங்களாக மாறுகின்றன.\n \n எல்லாவற்றையும் இயேசுவின் நாமத்தில் செய்வது என்றால், அவருடைய சமுகத்தையும் குணாதிசயத்தையும் உணர்ந்து வாழ்வதாகும். அது நமது அன்றாடத் தேர்வுகளில் அவருடைய அன்பு, தாழ்மை, கீழ்ப்படிதலை பிரதிபலிப்பதைக் குறிக்கிறது. சிறிய செயல்களையும் அவரிடம் ஒப்புக்கொடுக்கும் போது, அவ்வப்போது மட்டும் அல்ல; நாள் முழுவதும் தொடர்ந்து தேவனை அனுபவிக்கத் தொடங்குகிறோம்.\n \n இயேசுவின் நாமத்தில் வாழ்வது நமது நோக்கங்களை வடிவமைக்கிறது. பழக்கம், அழுத்தம், அல்லது சுயநலத்தின் அடிப்படையில் செயல்படுவதிலிருந்து, அன்பும் கீழ்ப்படிதலும் கொண்டு செயல்படுவதற்கு அது நம்மை மாற்றுகிறது. நமது உந்துதல்கள் கிறிஸ்துவோடு ஒத்துப்போகும்போது, நமது வாழ்க்கை நம்முள் அவர் செய்கிற செயல்களின் தெளிவான சாட்சியாக மாறுகிறது.\n \n சிந்தனைக்கான கேள்விகள்:\n \n - என் அன்றாட வாழ்க்கையில், தேவனோடு நடப்பதிலிருந்து நான் பிரித்து வைத்திருக்கும் பகுதிகள் உள்ளனவா?\n - நான் இயேசுவின் நாமத்தில் உணர்ந்து செய்வதாக இருந்தால், என் வார்த்தைகளும் செயல்களும் எவ்வாறு மாறும்?\n \n **நடைமுறை செயல்பாடு:**\n \n - இன்று எந்த வேலையைத் தொடங்குவதற்கு முன்பும், சிறிது நேரம் நிறுத்தி, அதை இயேசுவின் நாமத்தில் தேவனுக்கு அர்ப்பணியுங்கள்.\n - கிருபையும், தயையும், சத்தியமும் வெளிப்படும் வார்த்தைகளைத் தேர்ந்தெடுத்து, உங்கள் பேச்சு கிறிஸ்துவை பிரதிபலிக்கட்டும்."
      }
    },
    "day14": {
      "english": {
        "title": "Day 14 - Experiencing God through Constant Prayer",
        "data": "**_1 Thessalonians 5:17 - \"Pray without ceasing.\"_**\n \n Praying without ceasing **does not mean speaking words continuously, but living in constant awareness of God.** It is an **ongoing conversation with Him**-bringing our thoughts, concerns, gratitude, and decisions before Him throughout the day. Through this posture of prayer, we experience God as close and attentive, not distant.\n \n When prayer becomes a lifestyle rather than a routine, we begin to notice God's guidance in everyday moments. Our hearts remain connected to Him even in the midst of work, challenges, and responsibilities. Constant prayer keeps us spiritually alert and rooted in dependence on God.\n \n Unceasing prayer reshapes our inner life. It gradually quiets anxiety, softens our hearts, and trains us to respond to situations with faith instead of fear. As we stay connected to God, we begin to experience His peace and wisdom moment by moment.\n \n - Is prayer a regular habit or a constant connection in my life?\n - What distractions prevent me from staying aware of God throughout the day?\n \n **Practical Applications**\n \n - Turn everyday moments-walking, working, waiting-into short prayers or quiet conversations with God.\n - Set simple reminders during the day to pause and refocus your heart on God's presence.\n \n **"
      },
      "tamil": {
        "title": "நாள் 14 - இடைவிடாத ஜெபத்தின் மூலம் தேவனை அனுபவித்தல்",
        "data": "**1 தெசலோனிக்கேயர் 5:17 - _\"இடைவிடாமல் ஜெபம்பண்ணுங்கள்.\"_**\n \n இடைவிடாமல் ஜெபிப்பது என்பது தொடர்ந்து பேசிக்கொண்டே இருப்பதல்ல; தேவனை எப்போதும் உணர்ந்து வாழ்வதையே குறிக்கிறது. நாள் முழுவதும் நமது எண்ணங்கள், கவலைகள், நன்றியுணர்வு, தீர்மானங்கள் அனைத்தையும் அவரிடம் கொண்டு செல்லும் தொடர்ச்சியான உரையாடலே அது. இப்படிப்பட்ட ஜெப மனப்பாங்கின் மூலம், தேவன் தொலைவில் இல்லாமல், நமக்கு அருகிலும் கவனித்துக்கொண்டும் இருக்கிறார் என்பதை நாம் அனுபவிக்கிறோம்.\n \n ஜெபம் ஒரு வழக்கமாக இல்லாமல், ஒரு வாழ்க்கை முறையாக மாறும் போது, அன்றாட தருணங்களில்கூட தேவனுடைய வழிநடத்தலை கவனிக்கத் தொடங்குகிறோம். வேலை, சவால்கள், பொறுப்புகள் ஆகியவற்றின் நடுவிலும் நமது இருதயம் அவரோடு இணைந்தே இருக்கும். இடைவிடாத ஜெபம் நம்மை ஆவிக்குரிய விழிப்போடு வைத்துக்கொண்டு, தேவன்மேல் சார்ந்திருக்கும் நிலையில் நிலைநிறுத்துகிறது.\n \n இடைவிடாத ஜெபம் நமது உள்ளார்ந்த வாழ்க்கையை மாற்றுகிறது. அது மெதுவாக கவலைகளை அமைதிப்படுத்தி, நமது இருதயத்தை மென்மையாக்கி, பயத்திற்கு பதிலாக விசுவாசத்தோடு சூழ்நிலைகளுக்கு பதிலளிக்க நம்மை பயிற்றுவிக்கிறது. நாம் தேவனோடு இணைந்து இருக்கும்போது, ஒவ்வொரு தருணத்திலும் அவருடைய சமாதானத்தையும் ஞானத்தையும் அனுபவிக்கத் தொடங்குகிறோம்.\n \n **சிந்தனைக்கான கேள்விகள்:**\n \n - என் வாழ்க்கையில் ஜெபம் ஒரு வழக்கமான பழக்கமா, அல்லது தொடர்ச்சியான தேவனுடனான தொடர்பா?\n - நாள் முழுவதும் தேவனை உணர்ந்து இருக்கவிடாமல் என்னென்ன கவனச் சிதறல்கள் என்னைத் தடுக்கின்றன?\n \n **நடைமுறை செயல்பாடு:**\n \n - நடக்கும்போது, வேலைசெய்யும்போது, காத்திருக்கும்போது போன்ற அன்றாட தருணங்களை, குறுகிய ஜெபங்களாக அல்லது தேவனோடு அமைதியான உரையாடல்களாக மாற்றுங்கள்.\n - நாள் முழுவதும் எளிய நினைவூட்டல்களை அமைத்து, உங்கள் இருதயத்தை தேவனுடைய சமுகத்தில் மீண்டும் கவனம் செலுத்தச் செய்யுங்கள்."
      }
    },
    "day15": {
      "english": {
        "title": "Day 15 - Experiencing God by Our Stillness",
        "data": "**_Psalm 46:10_**\n \n **_\"Be still, and know that I am God.\"_**\n \n Psalm 46 was written by the sons of Korah during a time of fear, war, and great unrest. It was meant to remind God's people that He alone is their refuge and strength. Even when the earth shakes and nations are in turmoil, God remains unchanging and sovereign.\n \n The key lesson of this verse is this: **Stillness is necessary to truly know God.**\n \n In today's fast-paced world, we are constantly moving-our minds filled with worries, anxieties, pressures, and future plans. We often try to **fix everything ourselves**. But God invites us **to stop, to pause, and to trust Him**. When God says \"be still,\" He is calling us to **let go of our need to control and to surrender our fears into His hands.**\n \n - Stillness is not laziness or inactivity.\n - Stillness is an act of faith.\n - It is choosing to quiet our hearts, silence our anxious thoughts, and acknowledge that God is already at work, even when we cannot see it.\n - In stillness, our focus shifts from the chaos around us to the God who reigns above it.\n \n When we are still before God, we begin **to recognize His presence, hear His voice more clearly, and experience His peace**. Stillness allows us to remember **who God is-and who we are in Him.**\n \n **Practical Application**\n \n - Before responding quickly at work, pause for a moment and be still.\n - Before speaking in prayer, spend time in silence, listening to God.\n - In conversations, choose calm responses instead of angry reactions.\n - When making decisions, resist rushing-trust God's timing and wisdom.\n \n When anxiety rises today, pause and quietly remind yourself:\n \n **\"Be still, and know that I am God.\"**"
      },
      "tamil": {
        "title": "நாள் 15 - நமது அமைதியின் மூலம் தேவனை அனுபவித்தல்",
        "data": "**சங்கீதம் 46:10 _\"_நீங்கள் அமர்ந்திருந்து, நானே தேவனென்று அறிந்துகொள்ளுங்கள்_\"_**\n \n சங்கீதம் 46, பயமும், போரும், மிகுந்த கலக்கமும் நிறைந்த காலத்தில் கோராகின் புத்திரர்களால் எழுதப்பட்டது. தேவனே தமது ஜனங்களுக்கு அடைக்கலமும் பலனுமாக இருப்பவர் என்பதை நினைவூட்டுவதற்காகவே இது எழுதப்பட்டது. பூமி அதிர்ந்தாலும், ஜாதிகள் கலங்கினாலும், தேவன் மாறாதவராகவும் ஆட்சி செய்பவராகவும் இருக்கிறார்.\n \n இந்த வசனம் நமக்குக் கற்றுக்கொடுக்கும் முக்கியப் பாடம் இதுதான்: **தேவனை உண்மையாக அறிய அமைதி அவசியம்**.\n \n இன்றைய வேகமான உலகத்தில், நாம் எப்போதும் ஓடிக்கொண்டே இருக்கிறோம்-நமது மனம் கவலைகள், பதட்டங்கள், அழுத்தங்கள், எதிர்காலத் திட்டங்கள் ஆகியவற்றால் நிரம்பியிருக்கின்றன. பெரும்பாலும் எல்லாவற்றையும் நாமே சரிசெய்ய முயற்சிக்கிறோம். ஆனால் தேவன் நம்மை நிறுத்தி, சிறிது நேரம் இடைநிறுத்தி, அவர்மேல் நம்பிக்கை வைக்க அழைக்கிறார். _\"அமர்ந்திருங்கள்\"_ என்று தேவன் சொல்வது, நமது கட்டுப்பாட்டுக் கண்ணோட்டத்தை விட்டுவிட்டு, நமது பயங்களை அவருடைய கைகளில் ஒப்புக்கொடுக்குமாறு அழைப்பதே.\n \n - அமைதி என்பது சோம்பல் அல்லது செயலற்ற நிலை அல்ல.\n - அமைதி என்பது விசுவாசத்தின் ஒரு செயல்.\n - அது நமது இருதயங்களை அமைதிப்படுத்தி, பதற்றமான எண்ணங்களை அடக்கி, நாம் காண முடியாத போதும் தேவன் ஏற்கனவே செயல்பட்டு கொண்டிருக்கிறார் என்பதை ஒப்புக்கொள்வதாகும்.\n - அமைதியில், நமது கவனம் நம்மைச் சுற்றியுள்ள குழப்பத்திலிருந்து, அதற்குமேல் ஆட்சி செய்கிற தேவனிடமே திரும்புகிறது.\n \n தேவனுக்கு முன்பாக நாம் அமைதியாக இருக்கும் போது, அவருடைய சமுகத்தை உணரத் தொடங்குகிறோம், அவருடைய குரலை மேலும் தெளிவாகக் கேட்கிறோம், அவருடைய சமாதானத்தை அனுபவிக்கிறோம். அமைதி, தேவன் யார் என்பதையும்-அவருக்குள் நாம் யார் என்பதையும்-நினைவுபடுத்துகிறது.\n \n **நடைமுறை செயல்பாடு:**\n \n - வேலை இடத்தில் உடனடியாக பதிலளிப்பதற்கு முன், ஒரு நிமிடம் நிறுத்தி அமைதியாக இருங்கள்.\n - ஜெபத்தில் பேசுவதற்கு முன், அமைதியில் தேவனைக் கேட்க நேரம் செலவிடுங்கள்.\n - உரையாடல்களில், கோபமான எதிர்வினைகளுக்குப் பதிலாக அமைதியான பதில்களைத் தேர்ந்தெடுங்கள்.\n - தீர்மானங்கள் எடுக்கும்போது, அவசரப்பட வேண்டாம்-தேவனுடைய நேரத்தையும் ஞானத்தையும் நம்புங்கள்.\n \n இன்று கவலை எழும்பும் போது, சிறிது நேரம் நிறுத்தி அமைதியாக உங்களுக்கே நினைவூட்டுங்கள்:  \n _\"_நீங்கள் அமர்ந்திருந்து, நானே தேவனென்று அறிந்துகொள்ளுங்கள்_\"_"
      }
    },
    "day16": {
      "english": {
        "title": "Day 16 - Experiencing God through Thanksgiving",
        "data": "**_Psalm 100:4-5 - \"Enter His gates with thanksgiving and His courts with praise…\"_**\n \n God invites us to experience His presence through thanksgiving. Gratitude is **not just an expression of good manners**; it is a **spiritual posture**. When we choose to thank God, our hearts become aware of who He is-good, faithful, and loving. Thanksgiving shifts our focus from **our problems to God's character.** Even before our circumstances change, our hearts are changed in His presence.\n \n God's steadfast love endures forever, and His faithfulness continues through every generation. When we enter His presence with thanksgiving, we experience peace, assurance, and renewed joy.\n \n Thanksgiving opens the door to intimacy with God. When we practice gratitude consistently, we begin **to recognize God's hand in ordinary moments.** What once felt **routine becomes sacred,** and **our daily lives turn into spaces where we experience God more deeply**.\n \n - Do I approach God more with requests or with thanksgiving?\n - How does gratitude change my awareness of God's presence?\n \n **Practical Application**\n \n - Begin your prayer time today by thanking God for at least three specific things before asking for anything.\n - When you feel discouraged, intentionally praise God for who He is, not just for what He does."
      },
      "tamil": {
        "title": "நாள் 16 - நன்றியுடன் தேவனை அனுபவித்தல்",
        "data": "**சங்கீதம் 100:4-5** - **\"அவர் வாசல்களில் துதியோடும், அவர் பிராகாரங்களில் புகழ்ச்சியோடும் பிரவேசித்து, அவரைத் துதித்து, அவருடைய நாமத்தை ஸ்தோத்திரியுங்கள்\"**\n \n தேவன் தம்முடைய **சமுகத்**தை நன்றியினால் அனுபவிக்க அழைக்கிறார். நன்றி என்பது வெறும் நல்ல பழக்கத்தின் வெளிப்பாடு அல்ல; அது ஒரு ஆவிக்குரிய மனநிலை. நாம் தேவனை நன்றியுடன் அணுகும்போது, அவர் நல்லவர், விசுவாசமுள்ளவர், அன்புள்ளவர் என்பதை நம் இருதயங்கள் உணரத் தொடங்குகின்றன. நன்றி செலுத்துதல், நமது கவனத்தை பிரச்சனைகளிலிருந்து தேவனுடைய குணத்திற்குத் திருப்புகிறது. சூழ்நிலைகள் மாறுவதற்கு முன்பே, அவருடைய **சமுகத்தில்** நம் இருதயங்கள் மாறுகின்றன.\n \n தேவனுடைய நிலைத்த அன்பு என்றென்றும் நிலைத்திருக்கிறது; அவருடைய விசுவாசம் தலைமுறை தலைமுறையாக தொடர்கிறது. நன்றியுடன் அவருடைய **சமுகத்தில்** நுழையும்போது, நாம் சமாதானத்தையும் உறுதியையும் புதுப்பிக்கப்பட்ட ஆனந்தத்தையும் அனுபவிக்கிறோம்.\n \n நன்றி செலுத்துதல் தேவனுடன் நெருக்கத்தை ஏற்படுத்தும் கதவைத் திறக்கிறது. நன்றியுணர்வை தொடர்ச்சியாக பயிற்சி செய்யும்போது, சாதாரண தருணங்களிலும் தேவனுடைய கரத்தை உணரத் தொடங்குகிறோம். ஒருகாலத்தில் சாதாரணமாக தோன்றியவை புனிதமாக மாறுகின்றன; நம் அன்றாட வாழ்க்கை தேவனை மேலும் ஆழமாக அனுபவிக்கும் இடங்களாக மாறுகிறது.\n \n **சிந்தனைக்கான கேள்விகள்:**\n \n - நான் தேவனை அதிகமாக வேண்டுதல்களோடு அணுகுகிறேனா, அல்லது நன்றியோடு அணுகுகிறேனா?\n - நன்றியுணர்வு தேவனுடைய **சமுகத்**தை உணரும் என் உணர்வை எவ்வாறு மாற்றுகிறது?\n \n **நடைமுறை செயல்பாடு:**\n \n - இன்று உங்கள் ஜெப நேரத்தை, எதையும் கேட்பதற்கு முன் தேவனுக்கு குறைந்தது மூன்று குறிப்பிட்ட விஷயங்களுக்காக நன்றி கூறுவதால் தொடங்குங்கள்.\n - நீங்கள் மனச்சோர்வாக உணரும்போது, தேவன் என்ன செய்கிறார் என்பதற்காக மட்டுமல்ல, அவர் யார் என்பதற்காகவே தேவனை திட்டமிட்டு ஸ்தோத்திரியுங்கள்."
      }
    },
    "day17": {
      "english": {
        "title": "Day 17 - Creation Proclaims God's Presence",
        "data": "**_Psalm 19:1_**\n \n **_\"The heavens declare the glory of God;_**\n \n **_the skies proclaim the work of His hands.\"_**\n \n This psalm was written by King David. He was a shepherd, a poet, and a king. Because he lived closely with nature, he clearly understood how God reveals Himself through His creation. In this psalm, we see that God proclaims His glory to the world without using words. This verse reminds us that God is always speaking. The sunrise, the stars, the sky, and the wind all bear witness to the presence of God.\n \n **What this verse teaches us is:**\n \n - God is with us\n - God is wonderfully powerful\n - God desires to be close to us\n - Even when the world around us is noisy and chaotic, creation brings us peace.\n \n **Living Out This Truth Daily**\n \n - In the morning, look at the sky and remember to praise God.\n - In the midst of work pressure and stress, pause for a moment and think of God\n - Let your words and actions today reflect God's glory\n - When making major decisions in life, trust the God who created the world\n \n **"
      },
      "tamil": {
        "title": "நாள் 17 - படைப்பு தேவனுடைய சன்னிதியை அறிவிக்கிறது",
        "data": "**சங்கீதம்19:1 \"வானங்கள் தேவனுடைய மகிமையை வெளிப்படுத்துகிறது, ஆகாயவிரிவு அவருடைய கரங்களின் கிரியையை அறிவிக்கிறது\"**\n \n இந்த சங்கீதத்தை எழுதியவர் ராஜா தாவீது. அவர் ஒரு மேய்ப்பன், கவிஞன் மற்றும் ராஜாவாக இருந்தார். இயற்கையுடன் நெருக்கமாக வாழ்ந்ததினால், தேவன் தம்மை எவ்வாறு தமது படைப்பின் மூலம் வெளிப்படுத்துகிறார் என்பதை அவர் தெளிவாக அறிந்திருந்தார். இந்த சங்கீதத்தில், தேவன் வார்த்தைகளைப் பயன்படுத்தாமல் தம்முடைய மகிமையை உலகிற்கு அறிவிப்பதை நாம் காண்கிறோம். தேவன் எப்போதும் பேசிக்கொண்டே இருக்கிறார் என்பதை இந்த வசனம் நமக்கு நினைவூட்டுகிறது. சூரிய உதயம், நட்சத்திரங்கள், வானம், காற்று-இவையெல்லாம் தேவனுடைய **சமுகத்**திற்கு சாட்சியாக இருக்கின்றன.\n \n இந்த வசனம் நமக்கு கற்றுக்கொடுப்பது:\n \n - தேவன் நம்முடன் இருக்கிறார்\n - தேவன் அற்புதமான வல்லமையுள்ளவர்\n - தேவன் நமக்கு அருகில் இருக்க விரும்புகிறார்\n - நம்மைச் சுற்றியுள்ள உலகம் சத்தமாகவும் குழப்பமாகவும் இருந்தாலும், படைப்பு நமக்கு சமாதானத்தை அளிக்கிறது\n \n **நடைமுறை செயல்பாடு:**\n \n - காலையில் வானத்தை நோக்கி, தேவனை ஸ்தோத்திரிக்க நினைவுகொள்ளுங்கள்.\n - வேலைப்பளு மற்றும் மன அழுத்தத்தின் நடுவில், ஒரு நிமிடம் நிறுத்தி தேவனை நினையுங்கள்.\n - இன்று உங்கள் வார்த்தைகளும் செயல்களும் தேவனுடைய மகிமையை பிரதிபலிக்கட்டும்.\n - வாழ்க்கையில் முக்கியமான முடிவுகளை எடுக்கும்போது, உலகத்தை படைத்த தேவனை நம்புங்கள்."
      }
    },
    "day18": {
      "english": {
        "title": "Day 18 - Experiencing God through His Upholding Presence",
        "data": "**_Isaiah 41:10 - \"Do not fear, for I am with you… I will uphold you with My righteous right hand.\"_**\n \n Fear often overwhelms us when we feel alone or uncertain. In this verse, God does not simply say, \"Do not fear,\" but gives us the reason**- \"I am with you.\"** Experiencing God means **trusting His nearness even when circumstances are frightening.**\n \n God promises not only His presence but also **His strength and support**. He upholds us when we feel weak, unsure, or incapable. We do not stand by our own strength; we are held by **God's righteous hand**.\n \n Experiencing God **does not mean the absence of fear, but the assurance of His presence in the midst of it.** When we lean on Him, fear loses its power, and faith grows stronger. Knowing that God is holding us gives us courage to move forward even when the path is unclear.\n \n - What fears am I carrying today that I need to place in God's hands?\n - Do I truly believe that God is holding me even when I feel weak?\n \n **Practical Application:**\n \n - When fear arises, pause and repeat Isaiah 41:10 slowly, reminding yourself that God is with you.\n - Take one step of obedience today in an area where fear has been holding you back, trusting God to uphold you.\n \n **"
      },
      "tamil": {
        "title": "நாள் 18 - அவருடைய தாங்கும் சன்னிதியின் மூலம் தேவனை அனுபவித்தல்",
        "data": "**ஏசாயா 41:10 - \"நீ பயப்படாதே, நான் உன்னுடனே இருக்கிறேன்… என் நீதியின் வலதுகரத்தினால் உன்னைத் தாங்குவேன்.\"**\n \n நாம் தனியாக இருப்பதாகவோ, அல்லது நிச்சயமின்மை நிறைந்த நிலையில் இருப்பதாகவோ உணரும்போது, பயம் நம்மை அடிக்கடி ஆட்கொள்கிறது. இந்த வசனத்தில் தேவன் வெறுமனே \"பயப்படாதே\" என்று சொல்லவில்லை; அதற்கான காரணத்தையும் கூறுகிறார் - \"நான் உன்னுடன் இருக்கிறேன்.\" பயமுறுத்தும் சூழ்நிலைகளிலும் அவருடைய அருகாமையை நம்புவதுதான் தேவனை அனுபவிப்பதாகும்.\n \n தேவன் தம்முடைய **சமுகத்**தை மட்டுமல்ல, தம்முடைய வல்லமையையும் ஆதரவையும் வாக்குத்தத்தமாக அளிக்கிறார். நாம் பலவீனமாகவும், குழப்பமாகவும், தகுதி இல்லாதவர்களாகவும் உணரும் தருணங்களில் அவர் நம்மைத் தாங்குகிறார். நாம் நமது சொந்த வலிமையால் நிற்கவில்லை; தேவனுடைய நீதியுள்ள கையால் தாங்கப்பட்டிருக்கிறோம்.\n \n தேவனை அனுபவிப்பது என்பது பயம் இல்லாமல் இருப்பது அல்ல; அந்த பயத்தின் நடுவிலும் அவருடைய **சமுகத்**தை பற்றிய உறுதியைப் பெறுவதே ஆகும். நாம் அவர்மீது சாய்ந்திருக்கும் போது, பயம் தன் வலிமையை இழக்கிறது; விசுவாசம் மேலும் வலுப்பெறுகிறது. தேவன் நம்மைத் தாங்கிக்கொண்டிருக்கிறார் என்பதை அறிதல், பாதை தெளிவாக இல்லாத போதிலும் முன்னே செல்ல நமக்கு தைரியத்தை அளிக்கிறது.\n \n **சிந்தனைக்கான கேள்விகள்:**\n \n - இன்று நான் தேவனுடைய கைகளில் ஒப்படைக்க வேண்டிய எந்த பயங்களைச் சுமந்து கொண்டிருக்கிறேன்?\n - நான் பலவீனமாக உணரும்போதும் தேவன் என்னைத் தாங்கிக்கொண்டிருக்கிறார் என்பதை உண்மையிலேயே நம்புகிறேனா?\n \n **நடைமுறை செயல்பாடு:**\n \n - பயம் எழும்பும்போது, ஒரு நிமிடம் நிறுத்தி, ஏசாயா 41:10 வசனத்தை மெதுவாக மறுபடியும் சொல்லுங்கள்; தேவன் உங்களுடன் இருக்கிறார் என்பதை நினைவூட்டிக் கொள்ளுங்கள்.\n - பயம் உங்களைத் தடுத்து வைத்திருந்த ஒரு பகுதியில், இன்று கீழ்ப்படிதலின் ஒரு அடியை எடுத்துச் செல்லுங்கள்; தேவன் உங்களைத் தாங்குவார் என்ற நம்பிக்கையுடன் முன்னேறுங்கள்."
      }
    },
    "day19": {
      "english": {
        "title": "Day 19 - Experiencing God by Dwelling in God's Presence",
        "data": "**Psalm 91:1,2 _\"Those who live in the shelter of the Most High will find rest in the shadow of the Almighty. I will say of the Lord, 'He is my refuge and my fortress, my God in whom I trust.\"_**\n \n This psalm likely reflects the experiences of the Israelites during their wilderness journey, possibly written by Moses or another leader. The Israelites faced constant uncertainty and danger over forty years, yet God's presence was their protection and source of strength.\n \n Dwelling in God's presence means more than occasional prayer-it is a daily, conscious choice to rest in Him. When we make God our refuge, we are covered by His protection and can face life without fear. His **shadow represents both closeness and security**; it is where we find comfort in the midst of challenges. Trusting God gives us courage, not because danger disappears, but because His presence reassures us that we are never alone.\n \n In today's world, we are surrounded by distractions, temptations, and pressures that can pull us away from God. Yet, Psalm 91 reminds us that His Word and His presence are our fortress. By staying connected to Him-through prayer, meditation, and obedience-we experience protection, peace, and confidence that surpass any threat.\n \n - In what areas of my life do I need to consciously \"dwell\" in God's presence rather than face challenges alone?\n - How can I remind myself throughout the day that God's shadow-His protection and nearness-is always available to me?\n \n **Practical Applications:**\n \n - Reflect on moments in your life where you felt God's protection or guidance. Write them down as reminders of His faithfulness.\n - Pray intentionally today: _\"Lord, help me dwell in Your presence, trust Your protection, and experience the peace only You can give.\" _\n \n **_**_**"
      },
      "tamil": {
        "title": "நாள் 19 - தேவனுடைய சன்னிதியில் தங்குவதின் மூலம் தேவனை அனுபவித்தல்",
        "data": "**சங்கீதம் 91:1-2** \"உன்னதமானவரின் மறைவிலிருக்கிறவன் சர்வவல்லவருடைய நிழலில் தங்குவான். நான் கர்த்தரை நோக்கி: நீர் என் அடைக்கலம், என் கோட்டை, என் தேவன், நான் நம்பியிருக்கிறவர் என்று சொல்லுவேன்\"\n \n இந்த சங்கீதம், இஸ்ரவேலர் வனாந்தரத்தில் பயணித்த காலத்தின் அனுபவங்களை பிரதிபலிப்பதாக இருக்கலாம்; இதை மோசே அல்லது வேறு ஒரு தலைவன் எழுதியிருக்கலாம். நாற்பது ஆண்டுகள் அவர்கள் தொடர்ச்சியான நிச்சயமின்மை மற்றும் அபாயங்களை எதிர்கொண்டனர்; ஆனால் தேவனுடைய **சமுகமே** அவர்களுக்குப் பாதுகாப்பாகவும் வலிமையின் ஆதாரமாகவும் இருந்தது.\n \n தேவனுடைய **சமுக**த்தில் தங்குவது என்பது அவ்வப்போது ஜெபிப்பதைவிட அதிகமானது-அது தினந்தோறும், விழிப்புணர்வுடன் அவரில் இளைப்பாறும் ஒரு தேர்வு. நாம் தேவனை நம் அடைக்கலமாக்கும்போது, அவருடைய பாதுகாப்பின் கீழ் மூடப்படுகிறோம்; பயமின்றி வாழ்க்கையை எதிர்கொள்ள முடிகிறது. அவருடைய நிழல் நெருக்கத்தையும் பாதுகாப்பையும் குறிக்கிறது; சவால்களின் நடுவிலும் நாம் ஆறுதலைக் காணும் இடம் அதுவே. அபாயங்கள் மறைந்துவிடுவதால் அல்ல, அவர் நம்முடன் இருப்பதால் கிடைக்கும் உறுதியினால் தேவனை நம்புவது நமக்கு தைரியத்தை அளிக்கிறது.\n \n இன்றைய உலகில், நம்மை தேவனிடமிருந்து விலக்கக்கூடிய கவனச்சிதறல்கள், சோதனைகள், அழுத்தங்கள் நிறைந்துள்ளன. ஆனால் சங்கீதம் 91, அவருடைய வார்த்தையும் **சமுகமும்** நமது கோட்டையாக இருப்பதை நினைவூட்டுகிறது. ஜெபம், தியானம், கீழ்ப்படிதல் மூலமாக அவருடன் இணைந்திருக்கும் போது, எந்த அபாயத்தையும் மிஞ்சும் பாதுகாப்பையும், சமாதானத்தையும், தன்னம்பிக்கையையும் நாம் அனுபவிக்கிறோம்.\n \n **சிந்தனைக்கான கேள்விகள்:**\n \n - என் வாழ்க்கையின் எந்த பகுதிகளில், சவால்களை தனியாக எதிர்கொள்வதைவிட, தேவனுடைய **சமுக**த்தில் விழிப்புணர்வுடன் \"தங்க\" வேண்டியுள்ளது?\n - நாள் முழுவதும், தேவனுடைய நிழல்-அவருடைய பாதுகாப்பும் அருகாமையும்-எப்போதும் எனக்குக் கிடைக்கிறது என்பதை நான் எவ்வாறு நினைவூட்டிக் கொள்ளலாம்?\n \n **நடைமுறை செயல்பாடு:**\n \n - தேவனுடைய பாதுகாப்பையோ வழிநடத்துதலையோ நீங்கள் உணர்ந்த தருணங்களை நினைவுகூருங்கள். அவருடைய விசுவாசத்தை நினைவூட்டும் வகையில் அவற்றை எழுதிவையுங்கள்.\n - இன்று திட்டமிட்டு ஜெபியுங்கள்:  \n     \"கர்த்தாவே, உமது **சமுக**த்தில் தங்கவும், உமது பாதுகாப்பை நம்பவும், நீர் மட்டுமே அளிக்கக்கூடிய சமாதானத்தை அனுபவிக்கவும் எனக்கு உதவிசெய்யும்.\""
      }
    },
    "day20": {
      "english": {
        "title": "Day 20 - Walking in the Light Together",
        "data": "**_1 John 1:5,7_**\n \n **_\"This is the message we have heard from Him and declare to you: God is light; in Him there is no darkness at all. But if we walk in the light, as He is in the light, we have fellowship with one another, and the blood of Jesus, His Son, purifies us from all sin.\"_**\n \n Walking in the light is more than personal holiness-it is relational. God's light shows us truth, and when we walk in the light with others, it transforms our relationships.\n \n Imagine a group of people holding lanterns in a dark forest. Each lantern illuminates the path around them. Alone, the light helps us avoid danger; together, the path is fully visible. Walking in the light with others works the same way. Transparency, honesty, and prayer illuminate not just our own life but also guide and support those around us.\n \n Walking in the light together means:\n \n - **Truth without judgment:** We confess struggles and sins honestly, creating a safe space for growth.\n - **Mutual support:** We pray, encourage, and hold each other accountable, helping one another overcome sin.\n - **Unity:** Light removes divisions; honesty and shared pursuit of Christ bring people together.\n - **Kingdom witness:** A community walking in the light becomes a living testimony of God's love, integrity, and holiness.\n \n The blood of Jesus cleanses us individually, but walking in the light collectively deepens fellowship and strengthens unity. Vulnerability, humility, and mutual love are essential for such unity. True fellowship is not about perfection-it's about shared commitment to God, helping one another reflect His light.\n \n - Who in my life needs me to walk in the light alongside them?\n - Am I willing to be vulnerable about my struggles so others can support me in walking faithfully in God's light?\n \n **Practical Applications:**\n \n - Identify someone you can walk in the light with-through prayer, encouragement, or accountability.\n - Be willing to share honestly about your struggles, and offer support without judgment.\n - Reflect daily on how God is using your relationships to strengthen your walk in His light."
      },
      "tamil": {
        "title": "நாள் 20 - ஒளியில் ஒன்றாக நடப்பது",
        "data": "**1 யோவான் 1:5,7** - **\"தேவன் ஒளியாயிருக்கிறார், அவரில் எவ்வளவேனும் இருளில்லை; இது நாங்கள் அவரிடத்தில் கேட்டு, உங்களுக்கு அறிவிக்கிற விசேஷமாயிருக்கிறது. அவர் ஒளியிலிருக்கிறதுபோல நாமும் ஒளியிலே நடந்தால் ஒருவரோடொருவர் ஐக்கியப்பட்டிருப்போம்; அவருடைய குமாரனாகிய இயேசுகிறிஸ்துவின் இரத்தம் சகல பாவங்களையும் நீக்கி, நம்மைச் சுத்திகரிக்கும்\"**\n \n ஒளியில் நடப்பது என்பது தனிப்பட்ட பரிசுத்தத்தை மட்டும் குறிக்கவில்லை-அது உறவுகளோடும் தொடர்புடையது. தேவனுடைய ஒளி நமக்கு சத்தியத்தை வெளிப்படுத்துகிறது; அந்த ஒளியில் நாம் பிறருடன் சேர்ந்து நடக்கும் போது, அது நமது உறவுகளை மாற்றுகிறது.\n \n இருண்ட காட்டில் விளக்குகளைப் பிடித்துக்கொண்டு நடக்கும் ஒரு குழுவை நினைத்துப் பாருங்கள். ஒவ்வொரு விளக்கும் தன்னைச் சுற்றியுள்ள பாதையை ஒளியூட்டுகிறது. தனியாக இருந்தால் அந்த ஒளி அபாயங்களைத் தவிர்க்க உதவும்; ஆனால் ஒன்றாக இருந்தால் முழுப் பாதையும் தெளிவாகத் தெரியும். பிறருடன் ஒளியில் நடப்பதும் இதேபோல்தான். வெளிப்படைத்தன்மை, நேர்மை, ஜெபம்-இவை நமது வாழ்க்கையை மட்டுமல்ல, நம்மைச் சுற்றியுள்ளவர்களையும் வழிநடத்தவும் ஆதரிக்கவும் உதவுகின்றன.\n \n ஒளியில் ஒன்றாக நடப்பது என்பதன் அர்த்தம்:\n \n - தீர்ப்பில்லா சத்தியம்: போராட்டங்களையும் பாவங்களையும் நேர்மையாக ஒப்புக்கொண்டு, வளர்ச்சிக்கான பாதுகாப்பான இடத்தை உருவாக்குதல்.\n - பரஸ்பர ஆதரவு: ஜெபம் செய்தல், ஊக்குவித்தல், பொறுப்புடன் ஒருவரை ஒருவர் கவனித்தல்-பாவத்தை ஜெயிக்க ஒருவருக்கொருவர் உதவுதல்.\n - ஒற்றுமை: ஒளி பிளவுகளை நீக்குகிறது; நேர்மையும் கிறிஸ்துவை நோக்கிய கூட்டு தேடலும் மக்களை ஒன்றுபடுத்துகிறது.\n - ராஜ்ய சாட்சியம்: ஒளியில் நடக்கும் ஒரு சமூகம், தேவனுடைய அன்பு, நேர்மை, பரிசுத்தம் ஆகியவற்றின் உயிருள்ள சாட்சியாக மாறுகிறது.\n \n இயேசுவின் இரத்தம் நம்மை தனிநபராக சுத்திகரிக்கிறது; ஆனால் ஒளியில் ஒன்றாக நடப்பது ஐக்கியத்தை ஆழப்படுத்தி ஒற்றுமையை வலுப்படுத்துகிறது. பலவீனத்தை வெளிப்படுத்துதல், தாழ்மை, பரஸ்பர அன்பு-இவை இப்படியான ஒற்றுமைக்குத் தேவையானவை. உண்மையான ஐக்கியம் என்பது பூரணத்தைப் பற்றியது அல்ல; தேவனை நோக்கிய கூட்டு அர்ப்பணிப்பைப் பற்றியது;அவருடைய ஒளியை பிரதிபலிக்க ஒருவருக்கொருவர் உதவுவது.\n \n **சிந்தனைக்கான கேள்விகள்:**\n \n - என் வாழ்க்கையில், யாருடன் நான் ஒளியில் ஒன்றாக நடக்க வேண்டியுள்ளது?\n - தேவனுடைய ஒளியில் விசுவாசமாக நடக்க பிறர் என்னை ஆதரிக்கும்படி, என் போராட்டங்களை வெளிப்படையாகப் பகிர நான் தயாரா?\n \n **நடைமுறை செயல்பாடு:**\n \n - ஜெபம், ஊக்குவிப்பு, அல்லது பொறுப்புணர்வு மூலம், ஒளியில் ஒன்றாக நடக்கக்கூடிய ஒருவரை அடையாளம் காணுங்கள்.\n - உங்கள் போராட்டங்களை தீர்ப்பின்றி நேர்மையாகப் பகிர தயாராக இருங்கள்; அதேபோல் பிறருக்கும் ஆதரவு அளியுங்கள்.\n - தேவன் உங்கள் உறவுகளை எவ்வாறு பயன்படுத்தி, அவருடைய ஒளியில் உங்கள் நடையை வலுப்படுத்துகிறார் என்பதை தினமும் சிந்தியுங்கள்."
      }
    },
    "day21": {
      "english": {
        "title": "Day 21 - Experiencing God Throughout the Day by Blessing His Name",
        "data": "**Scripture: \"Every day I will bless You, and I will praise Your name forever and ever.\" - Psalm 145:2**\n \n Psalm 145 is a beautiful psalm of praise by David, highlighting God's greatness, mercy, and faithfulness. Written as an acrostic covering every letter of the Hebrew alphabet, it reflects a **complete and intentional worship of God**. Verse 2 emphasizes David's daily commitment**: blessing God is not occasional or automatic-it is a deliberate, conscious choice.**\n \n **What it means to bless God:**\n \n To bless God is **to acknowledge His goodness, express gratitude, and respond to His presence with praise**. It is our heartfelt recognition that God is the source of life, love, provision, and protection. Blessing God is **not just speaking words**; it is **our response to experiencing Him-a way of opening our hearts to His nearness and letting Him shape our perspective throughout the day.**\n \n Experiencing God in daily life means noticing Him in every moment-ordinary, routine, or even difficult. When we bless God intentionally, we cultivate a spiritual awareness that He is always near, guiding, sustaining, and loving us. Every encounter, task, or challenge becomes an opportunity to respond to Him with gratitude and praise. Like David, we are invited to make blessing God a daily habit, allowing our hearts to recognize His presence in all things and grow in intimacy with Him.\n \n - **How can I intentionally bless God throughout my day, and make it a natural response to experiencing Him in every moment?**\n \n **Practical Application:**\n \n - **Morning intention:** Start your day by choosing one attribute of God to focus on and bless Him for it.\n - **Evening reflection:** Recall three moments today where you sensed God's presence and intentionally bless Him for each."
      },
      "tamil": {
        "title": "நாள் 21 - நாள் முழுவதும் அவருடைய நாமத்தை ஆசீர்வதிப்பதன் மூலம் தேவனை அனுபவித்தல்",
        "data": "**சங்கீதம் 145:2** \"**நாடோறும் உம்மை ஸ்தோத்திரித்து, எப்பொழுதும் என்றென்றைக்கும் உம்முடைய நாமத்தைத் துதிப்பேன்\"**\n \n சங்கீதம் 145, தாவீது எழுதிய அழகிய ஸ்தோத்திர சங்கீதமாகும்; இது தேவனுடைய மகத்துவம், இரக்கம், விசுவாசம் ஆகியவற்றை வெளிப்படுத்துகிறது. எபிரேய எழுத்துமாலையின் ஒவ்வொரு எழுத்தையும் கொண்டு எழுதப்பட்ட அக்ரோஸ்டிக் சங்கீதமாக இது அமைந்துள்ளது; இது தேவனை முழுமையாகவும் திட்டமிட்டும் ஆராதிக்கும் மனநிலையை பிரதிபலிக்கிறது. 2ஆம் வசனம், தாவீதின் தினசரி அர்ப்பணிப்பை வலியுறுத்துகிறது: தேவனை ஆசீர்வதிப்பது அவ்வப்போது அல்லது தானாக நடப்பது அல்ல-அது திட்டமிட்ட, விழிப்புணர்வான ஒரு தேர்வு.\n \n **தேவனை ஆசீர்வதிப்பது என்றால் என்ன?**\n \n தேவனை ஆசீர்வதிப்பது என்பது அவருடைய நன்மையை ஏற்றுக்கொள்வதும், நன்றியுணர்வை வெளிப்படுத்துவதும், அவருடைய **சமுக**த்திற்க்குப் பதிலாக ஸ்தோத்திரத்துடன் எதிரொலிப்பதும் ஆகும். தேவன் நம் வாழ்க்கையில், அன்பின், பரிபாலனத்தின், பாதுகாப்பின் மூலாதாரம் என்பதை இருதயம் முழுவதும் ஏற்றுக்கொள்வதே அது. தேவனை ஆசீர்வதிப்பது வெறும் வார்த்தைகளில் மட்டும் அல்ல; அவரை அனுபவிக்கும் போது நம் இதயம் அளிக்கும் பதிலாகும்-அவருடைய அருகாமைக்கு நம்மைத் திறக்கவும், நாள் முழுவதும் நம் பார்வையை அவர் வடிவமைக்கவும் உதவும் ஒரு வழியாகும்.\n \n தினசரி வாழ்க்கையில் தேவனை அனுபவிப்பது என்பது-சாதாரணமான, வழக்கமான, அல்லது கடினமான ஒவ்வொரு தருணத்திலும் அவரை கவனிப்பதாகும். நாம் திட்டமிட்டு தேவனை ஆசீர்வதிக்கும் போது, அவர் எப்போதும் அருகில் இருந்து வழிநடத்தி, தாங்கி, அன்பு செய்கிறார் என்ற ஆவிக்குரிய விழிப்புணர்வை வளர்கிறோம். ஒவ்வொரு சந்திப்பும், பணியும், சவாலும்-அவருக்கு நன்றியும் ஸ்தோத்திரமும் செலுத்தும் வாய்ப்பாக மாறுகிறது. தாவீதைப் போல, எல்லாவற்றிலும் அவருடைய **சமுக**த்தை உணரும் இருதயத்துடன், அவரோடு மேலும் நெருக்கமாக வளர்வதற்காக தேவனை ஆசீர்வதிப்பதை தினசரி பழக்கமாக்க நாம் அழைக்கப்படுகிறோம்.\n \n **சிந்தனைக்கான கேள்விகள்:**\n \n - நாள் முழுவதும், ஒவ்வொரு தருணத்திலும் அவரை அனுபவிக்கும் இயல்பான பதிலாக, நான் எவ்வாறு திட்டமிட்டு தேவனை ஆசீர்வதிக்க முடியும்?\n \n **நடைமுறை செயல்பாடு:**\n \n - **காலை நோக்கம்:** உங்கள் நாளைத் தொடங்கும்போது, தேவனுடைய ஒரு குணத்தைத் தேர்ந்தெடுத்து அதற்காக அவரை ஆசீர்வதியுங்கள்.\n - **மாலை சிந்தனை:** இன்று நீங்கள் தேவனுடைய **சமுக**த்தை உணர்ந்த மூன்று தருணங்களை நினைவுகூர்ந்து, ஒவ்வொன்றிற்காகவும் திட்டமிட்டு அவரை ஆசீர்வதியுங்கள்."
      }
    },
    "day22": {
      "english": {
        "title": "Day 22 - Experiencing God through His Word",
        "data": "**_Psalm 119:105 - \"Your word is a lamp to my feet and a light to my path.\"_**\n \n The psalmist describes God's Word as a lamp and a light, emphasizing its role in guiding daily life. A lamp does not reveal the entire road at once; it gives enough light for the next step. In the same way, God often leads us step by step through His Word, inviting us to trust Him rather than demanding full clarity about the future.\n \n In our lives, we often desire clear answers and long-term direction. Yet God, in His wisdom, chooses to guide us through Scripture daily, shaping our decisions, attitudes, and responses. When we turn to God's Word, we experience His presence speaking into our uncertainty, correcting our thinking, and offering wisdom for the moment we are in.\n \n Experiencing God through His Word **requires consistency and obedience.** As we meditate on Scripture, God illuminates our path-sometimes by warning us, sometimes by comforting us, and sometimes by gently redirecting us. The Word becomes not only a guide but also a source of assurance, reminding us that God walks with us in every season.\n \n When we allow God's Word to shape our steps, **confusion gives way to clarity and fear to trust.** Even in dark or unfamiliar paths, His Word remains faithful, lighting the way forward.\n \n - Do I turn to God's Word when I need guidance, or do I rely on my own understanding first?\n - Am I willing to obey God's Word even when I can see only the next step or uncertain about what's next?\n \n **Practical Application**\n \n - Set aside a fixed time each day to read and meditate on Scripture, asking God to guide your decisions and steps through His Word."
      },
      "tamil": {
        "title": "நாள் 22 - அவருடைய வார்த்தையின் மூலம் தேவனை அனுபவித்தல்",
        "data": "**சங்கீதம் 119:105** - **\"உம்முடைய வசனம் என் கால்களுக்குத் தீபமும், என் பாதைக்கு வெளிச்சமுமாயிருக்கிறது\"**\n \n சங்கீதகரர், தேவனுடைய வார்த்தையை விளக்காகவும் ஒளியாகவும் வர்ணிக்கிறார்; அது நம் அன்றாட வாழ்க்கையை வழிநடத்தும் விதத்தை வலியுறுத்துகிறது. ஒரு விளக்கு முழுப் பாதையையும் ஒரே நேரத்தில் வெளிப்படுத்தாது; அடுத்த அடிக்குத் தேவையான அளவு ஒளியை மட்டும் தருகிறது. அதேபோல, தேவன் தமது வார்த்தையின் மூலம் நம்மை அடிக்கடி படிப்படியாக நடத்துகிறார். எதிர்காலம் பற்றிய முழு தெளிவை உடனே கேட்காமல், அவர்மேல் நம்பிக்கை வைக்கும்படி அவர் நம்மை அழைக்கிறார்.\n \n நமது வாழ்க்கையில், தெளிவான பதில்களையும் நீண்டகால திசையையும் நாம் விரும்புகிறோம். ஆனால் தேவன் தமது ஞானத்தில், தினந்தோறும் வேதாகமத்தின் மூலம் நம்மை வழிநடத்தத் தேர்வு செய்கிறார்; அது நமது தீர்மானங்கள், மனப்பான்மைகள், எதிர்வினைகள் ஆகியவற்றை வடிவமைக்கிறது. நாம் தேவனுடைய வார்த்தையினிடம் திரும்பும் போது, நமது நிச்சயமற்ற நிலைகளுக்குள் பேசும் அவருடைய **சமுகத்தை** அனுபவிக்கிறோம்; அது நமது சிந்தனைகளைச் சீர்செய்து, நாம் இருக்கும் தருணத்திற்குத் தேவையான ஞானத்தை அளிக்கிறது.\n \n தேவனுடைய வார்த்தையின் மூலம் தேவனை அனுபவிப்பதற்கு தொடர்ச்சியும் கீழ்ப்படிதலும் தேவை. நாம் வேதாகமத்தைத் தியானிக்கும் போது, தேவன் நமது பாதையை ஒளிரச் செய்கிறார்-சில நேரங்களில் எச்சரிக்கையூட்டியும், சில நேரங்களில் ஆறுதலளித்தும், சில நேரங்களில் மென்மையாக திசைமாற்றியும். தேவனுடைய வார்த்தை வழிகாட்டியாக மட்டுமல்ல, உறுதியளிக்கும் ஆதாரமாகவும் மாறுகிறது; ஒவ்வொரு காலகட்டத்திலும் தேவன் நம்மோடு நடக்கிறார் என்பதை அது நினைவூட்டுகிறது.\n \n நாம் தேவனுடைய வார்த்தை நமது அடிகளை வடிவமைக்க அனுமதிக்கும் போது, குழப்பம் தெளிவாக மாறுகிறது; பயம் நம்பிக்கையாக மாறுகிறது. இருண்ட அல்லது அறியாத பாதைகளிலும், அவருடைய வார்த்தை நம்பிக்கைக்குரியதாக இருந்து, முன்னே செல்லும் வழியை ஒளிரச் செய்கிறது.\n \n **சிந்தனைக்கான கேள்விகள்:**\n \n - வழிநடத்தல் தேவைப்படும் போது, நான் முதலில் தேவனுடைய வார்த்தையினிடம் திரும்புகிறேனா, அல்லது என் சொந்த புரிதலின்மேல் சார்ந்திருக்கிறேனா?\n - அடுத்த அடியை மட்டுமே காண முடிந்தாலும், அல்லது எதிர்காலம் தெளிவாக இல்லையெனினும், தேவனுடைய வார்த்தைக்கு கீழ்ப்படைய நான் தயாராக இருக்கிறேனா?\n \n **நடைமுறை செயல்பாடு:**\n \n தினமும் ஒரு நிரந்தர நேரத்தை வேதாகம வாசிப்புக்கும் தியானத்திற்கும் ஒதுக்குங்கள். உங்கள் தீர்மானங்களையும் அடிகளையும் அவருடைய வார்த்தையின் மூலம் வழிநடத்த தேவனிடம் வேண்டுங்கள்."
      }
    },
    "day23": {
      "english": {
        "title": "Day 23 - Experiencing God is Relying on His Mercy Daily.",
        "data": "**_Matthew 6:11_**\n \n **_\"Give us this day our daily bread.\"_**\n \n When Jesus taught His disciples to pray, He intentionally framed their request around **today**. He did not say, \"Give us bread for the month\" or \"for the year,\" but \"Give us this day our daily bread.\" This echoes God's provision of manna in the wilderness, where the Israelites were asked to gather only what they needed for each day-**learning to trust God anew every morning**.\n \n This simple line from the Lord's Prayer carries a deep truth about the life of faith. God invites us to **depend on His mercy one day at a time**. Rather than living in anxiety about tomorrow, we are called **to receive today's grace, today's strength, and today's provision**.\n \n Though we may work hard and plan carefully, we must remember that everything we have-even the food on our table-is ultimately a gift from God. When we pray, \"Give us,\" we are humbly confessing, \"Lord, my life is sustained not by my effort alone, but by Your mercy.\" **Each day becomes an opportunity to trust Him afresh.**\n \n Jesus also chose the word \"us,\" not \"me.\" This reminds us that prayer is not only personal but communal. When we ask for daily bread, we are praying not just for our own needs, but also for those who go hungry, for the poor, and for our brothers and sisters who lack daily necessities. God's mercy toward us is meant to flow through us to others. When He gives us more than we need, **He invites us to become channels of His provision**.\n \n Relying on God's mercy daily keeps our hearts humble, grateful, and generous. Each new day becomes a reminder that **God is faithful-yesterday, today, and tomorrow.**\n \n - Do I trust God for today's needs, or do I live in constant worry about tomorrow?\n - In what ways have I seen God provide \"daily bread\" in my life?\n - Do I recognize my work and income as gifts sustained by God's mercy?\n - When I pray, do I remember those who lack basic necessities?\n - How can I share what God has given me with someone in need?\n \n **Practical Applications**\n \n - Begin each day by thanking God for today's provision before asking for anything else.\n - When anxiety about the future arises, consciously return your focus to trusting God for this day.\n - Set aside something-time, resources, or finances-to share with someone in need.\n - End the day by reflecting on how God showed His faithfulness throughout the day.\n \n **References:**\n \n Exodus 16:4 - God provided manna daily\n \n Matthew 6:34 - Do not worry about tomorrow\n \n _"
      },
      "tamil": {
        "title": "நாள் 23 - தினந்தோறும் அவருடைய இரக்கத்தை சார்ந்து வாழ்வதே தேவனை அனுபவிப்பது",
        "data": "**மத்தேயு 6:11 - \"எங்களுக்கு வேண்டிய ஆகாரத்தை இன்று எங்களுக்குத் தாரும்\"**\n \n இயேசு தமது சீஷர்களுக்குச் ஜெபிக்க கற்றுக்கொடுத்த போது, அவர்களின் வேண்டுதலை திட்டமிட்டு \"இன்று\" என்ற வரம்புக்குள் அமைத்தார். \"இந்த மாதத்திற்கான அப்பத்தை\" அல்லது \"இந்த ஆண்டிற்கான அப்பத்தை\" என்று அவர் சொல்லவில்லை; மாறாக, \"இன்றைக்கு எங்களுக்கு வேண்டிய ஆகாரத்தை எங்களுக்குத் தாரும்\" என்றார். இது, வனாந்தரத்தில் தேவன் இஸ்ரவேலருக்கு மன்னாவை அளித்த நிகழ்வை நினைவூட்டுகிறது; அப்போது அவர்கள் ஒவ்வொரு நாளுக்கும் தேவையானதை மட்டும் சேகரிக்கச் சொல்லப்பட்டனர்-ஒவ்வொரு காலையும் புதிதாக தேவன்மேல் நம்பிக்கை வைக்கக் கற்றுக்கொண்டார்கள்.\n \n கர்த்தருடைய ஜெபத்தில் உள்ள இந்த எளிய வரி, விசுவாச வாழ்க்கை குறித்த ஆழமான உண்மையை வெளிப்படுத்துகிறது. தேவன் நம்மை, நாளுக்கு நாள் அவருடைய இரக்கத்தைச் சார்ந்து வாழ அழைக்கிறார். நாளைய நாளைப் பற்றிய கவலையில் வாழாமல், இன்றைய கிருபையையும், இன்றைய வலிமையையும், இன்றைய பராமரிப்பையும் ஏற்றுக்கொள்ளுமாறு அவர் நம்மை அழைக்கிறார்.\n \n நாம் கடுமையாக உழைத்து, கவனமாகத் திட்டமிட்டாலும், நம்மிடம் இருப்பதெல்லாம்-நமது மேசையில் இருக்கும் உணவுக்கூட-இறுதியில் தேவனுடைய பரிசே என்பதை நினைவில் கொள்ள வேண்டும். \"எங்களுக்கு தாரும்\" என்று ஜெபிக்கும் போது, \"கர்த்தாவே, என் வாழ்க்கை என் முயற்சியால் மட்டும் அல்ல; உமது இரக்கத்தினால் தான் தாங்கப்படுகிறது\" என்று தாழ்மையுடன் ஒப்புக்கொள்கிறோம். ஒவ்வொரு நாளும், தேவன்மேல் புதிய நம்பிக்கை வைக்கும் ஒரு வாய்ப்பாக மாறுகிறது.\n \n இயேசு \"எனக்கு\" என்று அல்ல, \"எங்களுக்கு\" என்ற வார்த்தையைத் தேர்ந்தெடுத்தார். இதனால், ஜெபம் தனிப்பட்டதோடு மட்டுமல்ல, சமூகத்தையும் உள்ளடக்கியது என்பதை நாம் நினைவுகூருகிறோம். அன்றாட அப்பத்துக்காக ஜெபிக்கும் போது, நமது தேவைகளுக்காக மட்டுமல்ல; பசியோடு இருப்பவர்கள், ஏழைகள், அன்றாட தேவைகள் இல்லாத சகோதர சகோதரிகளுக்காகவும் ஜெபிக்கிறோம். தேவன் நமக்குக் காட்டும் இரக்கம், பிறருக்குத் திரும்பிப் பாய வேண்டியது. அவர் நமக்குத் தேவையைவிட அதிகமாகக் கொடுக்கும்போது, அவருடைய பராமரிப்பின் வழிகளாக நாம் மாற அழைக்கப்படுகிறோம்.\n \n தினந்தோறும் தேவனுடைய இரக்கத்தைச் சார்ந்து வாழ்வது, நமது இருதயங்களை தாழ்மையுள்ளவையாகவும், நன்றியுள்ளவையாகவும், மனதார கொடுப்பவர்களாகவும் மாற்றுகிறது. ஒவ்வொரு புதிய நாளும், தேவன் விசுவாசமானவர் என்பதை-நேற்று, இன்று, நாளை-நமக்கு நினைவூட்டுகிறது.\n \n **சிந்தனைக்கான கேள்விகள்:**\n \n - இன்றைய தேவைகளுக்காக நான் தேவனை நம்புகிறேனா, அல்லது நாளையைப் பற்றிய தொடர்ச்சியான கவலையில் வாழ்கிறேனா?\n - என் வாழ்க்கையில் தேவன் \"அன்றாட அப்பம்\" அளித்த விதங்களை நான் எவ்வாறு கண்டிருக்கிறேன்?\n - என் வேலைக்கும் வருமானத்துக்கும், தேவனுடைய இரக்கத்தால் நிலைத்திருக்கின்ற பரிசுகளாக நான் மதிப்பளிக்கிறேனா?\n - ஜெபிக்கும் போது, அடிப்படை தேவைகள் இல்லாதவர்களை நான் நினைவில் கொள்கிறேனா?\n - தேவன் எனக்குக் கொடுத்தவற்றை, தேவையில் உள்ள ஒருவருடன் எவ்வாறு பகிர முடியும்?\n \n **நடைமுறை செயல்பாடு:**\n \n - நாளைத் தொடங்கும் போது, வேறு எதையும் கேட்பதற்கு முன், இன்றைய பராமரிப்புக்காக தேவனுக்கு நன்றி கூறுங்கள்.\n - எதிர்காலத்தைப் பற்றிய கவலை எழும்பும் போது, விழிப்புணர்வுடன் உங்கள் கவனத்தை இன்றைக்கு தேவனை நம்புவதில் திருப்புங்கள்.\n - நேரம், வளங்கள், அல்லது பொருளாதாரம்-ஏதாவது ஒன்றை தேவையில் உள்ள ஒருவருடன் பகிர ஒதுக்குங்கள்.\n - நாளின் முடிவில், அந்த நாளில் தேவன் தமது விசுவாசத்தை எவ்வாறு வெளிப்படுத்தினார் என்பதை சிந்தியுங்கள்.\n \n **மேற்கோள்கள்:**\n \n - **யாத்திராகமம் 16:4** - தேவன் தினந்தோறும் மன்னாவை அளித்தார்\n - **மத்தேயு 6:34** - நாளைய நாளைப் பற்றி கவலைப்படாதிருங்கள்"
      }
    },
    "day24": {
      "english": {
        "title": "Day 24 - Experiencing God is waiting on Him",
        "data": "**Isaiah 40:31**\n \n **_\"But those who hope in the LORD will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint.\"_**\n \n Every morning brings new responsibilities, challenges, and sometimes hidden worries and we need strength to face the situations of life. Isaiah reminds us that our strength does not come from our own ability, but from waiting on the Lord. When we place our hope in Him, God exchanges our weakness for His strength. Waiting on the Lord is one of the ways we experience God in our lives.\n \n Just as an eagle rises above storms using the wind, God lifts us above our circumstances when we trust Him. Some days we may soar, some days we may run, and other days we may simply walk-but God promises strength for every pace of life.\n \n Scripture teaches us that we were never meant to handle everything on our own. When we stop rushing and begin trusting, God renews our strength. Waiting on the Lord does not mean being inactive; it means moving forward with a heart that depends on Him. As we wait, we become aware of God's presence in that very situation and believe that He is actively at work. This guards our hearts from being divided and keeps us focused on Him. God provides strength for every season-to rise above, to persevere, and to walk faithfully even on the hardest days. The Lord promises **strength to those who wait** on Him (Psalm 27:14). Even when our body and heart **feel weak, God never fails** us (Psalm 73:26). When we **feel weak, God's grace** becomes our power (2 Corinthians 12:9).\n \n **Today's Encouragement:**\n \n - If you feel tired, wait on the Lord.\n - If you feel overwhelmed, trust His timing.\n - If you feel weak, receive His strength.\n \n God will **renew you-not just once, but again and again.**\n \n **Reminder:**\n \n Trust God's timing. His strength will carry you."
      },
      "tamil": {
        "title": "நாள் 24 - தேவனை அனுபவிப்பது : அவருக்காக காத்திருப்பது",
        "data": "**எசாயா 40:31** - **\"கர்த்தருக்குக் காத்திருக்கிறவர்களோ புதுப்பெலனடைத்து, கழுகுகளைப்போலச் செட்டைகளை அடித்து எழும்புவார்கள்; அவர்கள் ஓடினாலும் இளைப்படையார்கள், நடந்தாலும் சோர்ந்துபோகார்கள்\"**\n \n ஒவ்வொரு காலையும் புதிய பொறுப்புகள், சவால்கள், சில நேரங்களில் மறைந்த கவலைகளுடன் வருகிறது; வாழ்க்கையின் சூழ்நிலைகளை எதிர்கொள்ள நமக்கு வலிமை தேவை. நமது வலிமை நம் சொந்த திறனிலிருந்து அல்ல, கர்த்தருக்காகக் காத்திருப்பதிலிருந்து வருகிறது என்று எசாயா நமக்கு நினைவூட்டுகிறார். நாம் அவர்மேல் நம்பிக்கை வைக்கும் போது, தேவன் நமது பலவீனத்தை தமது வலிமையுடன் மாற்றுகிறார். கர்த்தருக்காகக் காத்திருப்பது, நம் வாழ்க்கையில் தேவனை அனுபவிக்கும் ஒரு முக்கியமான வழியாகும்.\n \n காற்றைப் பயன்படுத்தி புயல்களுக்கு மேலே உயர்ந்து பறக்கும் கழுகைப் போல, நாம் தேவன்மேல் நம்பிக்கை வைக்கும் போது, அவர் நம்மை நமது சூழ்நிலைகளுக்கு மேலே உயர்த்துகிறார். சில நாட்களில் நாம் உயர்ந்து பறப்போம்; சில நாட்களில் ஓடுவோம்; மற்ற சில நாட்களில் வெறுமனே நடப்போம்-ஆனால் வாழ்க்கையின் ஒவ்வொரு வேகத்திற்கும் தேவன் வலிமையை வாக்குறுதி செய்கிறார்.\n \n வேதாகமம் நமக்கு கற்றுக்கொடுப்பது இதுதான்: எல்லாவற்றையும் நாமே தனியாகச் சமாளிக்க நாம் உருவாக்கப்படவில்லை. அவசரப்படுவதை நிறுத்தி, நம்பிக்கையுடன் காத்திருக்கத் தொடங்கும் போது, தேவன் நமது வலிமையைப் புதுப்பிக்கிறார். கர்த்தருக்காகக் காத்திருப்பது செயலற்றிருப்பதல்ல; மாறாக, அவர்மேல் சார்ந்திருக்கும் இருதயத்துடன் முன்னே செல்லுதலே. நாம் காத்திருக்கும்போது, அந்தச் சூழ்நிலையிலேயே தேவனுடைய **சமுகத்தை** உணரத் தொடங்குகிறோம்; அவர் செயலில் இருக்கிறார் என்று விசுவாசிக்கிறோம். இது நமது இருதயங்களைப் பிளவுபடாமல் காத்து, அவர்மேல் கவனம் நிலைத்திருக்கச் செய்கிறது. ஒவ்வொரு காலத்திற்கும் தேவன் வலிமையை அளிக்கிறார்-மேலே உயர்வதற்கும், பொறுமையுடன் நிலைத்திருப்பதற்கும், மிகவும் கடினமான நாட்களில்கூட விசுவாசமாக நடப்பதற்கும்.\n \n கர்த்தருக்காகக் காத்திருப்பவர்களுக்கு அவர் வலிமையை வாக்குறுதி செய்கிறார் (சங்கீதம் 27:14). நமது உடலும் இருதயமும் பலவீனமடைந்ததாக உணர்ந்தாலும், தேவன் ஒருபோதும் நம்மைத் தோற்கடிப்பதில்லை (சங்கீதம் 73:26). நாம் பலவீனமாக இருக்கும் போது, தேவனுடைய கிருபையே நமது வல்லமையாக மாறுகிறது (2 கொரிந்தியர் 12:9).\n \n **இன்றைய ஊக்கம்:**\n \n - நீங்கள் சோர்வாக உணர்ந்தால், கர்த்தருக்காகக் காத்திருங்கள்.\n - நீங்கள் மிகுந்த சுமையால் திணறினால், அவருடைய நேரத்தை நம்புங்கள்.\n - நீங்கள் பலவீனமாக உணர்ந்தால், அவருடைய வலிமையை ஏற்றுக்கொள்ளுங்கள்.\n - தேவன் உங்களைப் புதுப்பிப்பார்-ஒருமுறை மட்டும் அல்ல, மீண்டும் மீண்டும்.\n \n **நினைவூட்டல்:**\n \n தேவனுடைய நேரத்தை நம்புங்கள். அவருடைய வலிமை உங்களைச் சுமந்து நடத்தும்."
      }
    },
    "day25": {
      "english": {
        "title": "Day 25 - Abide in Christ for Daily Life",
        "data": "**_John 15:4 - \"Abide in me, and I in you…\"_**\n \n Jesus speaks of abiding as a living relationship, not a one-time decision. Just as a branch does not struggle to produce fruit but simply stays connected to the vine, our spiritual life flows naturally when we remain close to Christ.\n \n Abiding means **standing beside, staying alongside, and remaining close.** Jesus does not call us to visit Him occasionally, but to live in constant closeness with Him. To say \"I abide in Him\" is to choose, every day, to stay near His heart-listening to His voice, trusting His ways, and walking with Him in ordinary moments of life.\n \n In daily life, we often try to manage everything on our own-work, family, ministry, and emotions. When we disconnect from Christ, even small responsibilities feel heavy. But when we consciously stay connected through prayer, Scripture, and obedience, strength and fruitfulness come naturally.\n \n **Illustration:**\n \n Think of a mobile phone. Even the best phone becomes useless when the battery is drained. Staying plugged in does not make the phone work harder; it allows it to function properly. In the same way, abiding in Christ keeps our spiritual life alive and effective.\n \n Abiding is often quiet and unseen. It happens when we pause before reacting, when we whisper a prayer while working, when we choose obedience even when it costs us. In this still togetherness, Christ shapes our thoughts, softens our hearts, and leads us gently. The more we stay alongside Him, the more our lives reflect Him.\n \n - In my daily routine, what pulls me away from staying close to Christ?\n - What would it look like for me to consciously \"stand beside\" Jesus today?\n \n **Practical Application**\n \n - Begin your day by consciously surrendering your plans to Christ and inviting Him into every task."
      },
      "tamil": {
        "title": "நாள் 25 - அன்றாட வாழ்க்கைக்காக கிறிஸ்துவில் நிலைத்திருங்கள்",
        "data": "**யோவான் 15:4** - \"என்னில் நிலைத்திருங்கள், நானும் உங்களில் நிலைத்திருப்பேன்…\"\n \n இயேசு, \"நிலைத்திருத்தல்\" என்பதை ஒருமுறை எடுத்த முடிவாக அல்ல, உயிருள்ள உறவாகப் பேசுகிறார். கொடி தன்னிச்சையாக கனி கொடுக்க முயற்சிப்பதில்லை; அது திராட்சைச்செடிக்குச் சேர்ந்தே இருக்கும்போது இயல்பாக கனி தருகிறது. அதுபோல, நாம் கிறிஸ்துவுக்கு அருகில் நிலைத்திருக்கும் போது, நமது ஆவிக்குரிய வாழ்க்கை இயல்பாக ஓடுகிறது.\n \n **நிலைத்திருத்தல்** என்பதற்கு, அருகில் நிற்பது, பக்கத்தில் இருந்து தொடர்வது, நெருக்கமாக இருப்பது என்று அர்த்தம். இயேசு அவ்வப்போது வந்து பாருங்கள் என்று அல்ல; எப்போதும் அவரோடு நெருக்கத்தில் வாழுங்கள் என்று அழைக்கிறார். \"நான் அவரில் நிலைத்திருக்கிறேன்\" என்று சொல்வது, தினந்தோறும் அவருடைய இருதயத்திற்கு அருகில் இருக்கத் தேர்ந்தெடுப்பதையே குறிக்கிறது-அவருடைய குரலைக் கேட்டு, அவருடைய வழிகளை நம்பி, வாழ்க்கையின் சாதாரண தருணங்களிலும் அவரோடு நடப்பது.\n \n அன்றாட வாழ்க்கையில், வேலை, குடும்பம், ஊழியம், உணர்ச்சிகள்-எல்லாவற்றையும் நாமே தனியாகச் சமாளிக்க முயல்கிறோம். கிறிஸ்துவிலிருந்து துண்டிக்கப்பட்டால், சிறிய பொறுப்புகள்கூட கனமாகத் தோன்றும். ஆனால் ஜெபம், வேதாகமம், கீழ்ப்படிதல் ஆகியவற்றின் மூலம் விழிப்புணர்வுடன் அவரோடு இணைந்தே இருப்போம் என்றால், வலிமையும் கனியும் இயல்பாக வரும்.\n \n **உதாரணம்:**  \n ஒரு கைப்பேசியை நினைத்துப் பாருங்கள். மிகச் சிறந்த கைப்பேசியாயிருந்தாலும், மின்கலம் காலியாக இருந்தால் அது பயனற்றதாகிவிடும். சார்ஜில் இணைப்பது கைப்பேசியை அதிகமாக வேலை செய்ய வைப்பதில்லை; அது சரியாக செயல்படச் செய்கிறது. அதேபோல், கிறிஸ்துவில் நிலைத்திருப்பது நமது ஆவிக்குரிய வாழ்க்கையை உயிரோட்டமுள்ளதாய், பயனுள்ளதாய் வைத்திருக்கிறது.\n \n நிலைத்திருத்தல் பல நேரங்களில் அமைதியானதும், வெளியில் தெரியாததுமானதும் ஆகும். நாம் பதிலளிக்கும் முன் சிறிது நிறுத்தும் போது, வேலைசெய்யும்போது மெளனமாக ஒரு ஜெபம் சொல்வது, விலை கொடுக்க வேண்டியிருந்தாலும் கீழ்ப்படிதலைத் தேர்ந்தெடுப்பது-இவையெல்லாம் அதில் அடங்கும். இந்த அமைதியான சேர்க்கையில், கிறிஸ்து நமது சிந்தனைகளை வடிவமைத்து, இருதயங்களை மென்மையாக்கி, மெதுவாக நம்மை வழிநடத்துகிறார். நாம் அவரோடு அருகிலேயே அதிகமாக இருப்போம்; அவ்வளவுக்கவ்வளவு நமது வாழ்க்கை அவரை பிரதிபலிக்கும்.\n \n **சிந்தனைக்கான கேள்விகள்:**\n \n - என் அன்றாட நடைமுறையில், கிறிஸ்துவுக்கு அருகில் நிலைத்திருக்க விடாமல் என்னென்ன காரியங்கள் என்னை இழுக்கின்றன?\n - இன்று நான் உணர்ந்து இயேசுவின் \"பக்கத்தில் நிற்பது\" என்றால் அது எப்படி இருக்கும்?\n \n **நடைமுறை செயல்பாடு:**\n \n உங்கள் நாளைத் தொடங்கும் போது, உங்கள் திட்டங்களை விழிப்புணர்வுடன் கிறிஸ்துவிடம் ஒப்புக்கொடுத்து, ஒவ்வொரு வேலையிலும் அவரை அழையுங்கள்."
      }
    },
    "day26": {
      "english": {
        "title": "Day 26 - He Works All Things Together for Good",
        "data": "**_Romans 8:28 - \"And we know that in all things God works for the good…\"_**\n \n Does Paul say that all things are good? No. Pain, delay, disappointment, and loss- all looks like wasting and undesirable. But when placed in God's hands, they are not wasted. Even what we do not understand now, is part of His larger purpose. Often, we judge situations only by what we see today. But God sees the full picture. What feels confusing now may later reveal His wisdom and care.\n \n **Illustration:**\n \n Think of weaving a cloth. When you look at the back side of the fabric, the threads look messy-knots, loose ends, and crossed lines. It may seem ugly and without meaning. But when the cloth is turned over, a beautiful pattern appears. The same threads that looked useless are part of the design.\n \n In our daily life, some experiences feel like tangled threads-failure, rejection, sickness, or waiting. We ask, \"Why is this happening?\" But God is weaving patiently. Every thread has a place. Nothing is random in His hands. Even what hurts today will one day make sense in His purpose.\n \n **God does not say all things are good, but He works all things together for good for those who love Him. Our role is only to trust the Weaver, even when we cannot see the design.** Trust grows when we believe that God is active even when circumstances feel silent.\n \n - What situation in my life feels confusing or painful right now?\n - Can I trust God to weave this into something meaningful?\n \n **Practical Application:**\n \n When something goes wrong today, **pause and pray:**\n \n _\"Lord, I trust You with this thread too. Complete Your design in Does me.\"_\n \n God is still working-even when you cannot see i"
      },
      "tamil": {
        "title": "நாள் 26 - எல்லாவற்றையும் நன்மைக்காக ஒன்றாகச் செய்பவர்",
        "data": "**ரோமர் 8:28** - \"அன்றியும், அவருடைய தீர்மானத்தின்படி அழைக்கப்பட்டவர்களாய் தேவனிடத்தில் அன்புகூருகிறவர்களுக்குச் சகலமும் நன்மைக்கு ஏதுவாக நடக்கிறதென்று அறிந்திருக்கிறோம்\"\n \n பவுல் எல்லா காரியங்களும் நன்றாகவே இருக்கின்றன என்று சொல்கிறாரா? இல்லை. வலி, தாமதம், ஏமாற்றம், இழப்பு-இவை அனைத்தும் வீணானதாகவும் விரும்பத்தகாததாகவும் தோன்றலாம். ஆனால் அவை தேவனுடைய கைகளில் ஒப்படைக்கப்படும் போது, அவை ஒருபோதும் வீணாகப் போகாது. இப்போது நாம் புரிந்து கொள்ள முடியாதவை கூட, அவருடைய பெரிய நோக்கத்தின் ஒரு பகுதியாகவே இருக்கின்றன. பெரும்பாலும் நாம் இன்றைக்கு காண்பதின் அடிப்படையில் மட்டுமே சூழ்நிலைகளை மதிப்பிடுகிறோம்; ஆனால் தேவன் முழு படத்தையும் காண்கிறார். இப்போது குழப்பமாகத் தோன்றுவது, பின்னர் அவருடைய ஞானத்தையும் பரிவையும் வெளிப்படுத்தலாம்.\n \n **உதாரணம்:**  \n ஒரு துணி நெய்யப்படுவதை நினைத்துப் பாருங்கள். துணியின் பின்புறத்தைப் பார்த்தால், நூல்கள் குழப்பமாகத் தோன்றும்-முடிச்சுகள், தளர்ந்த முனைகள், குறுக்கு கோடுகள். அது அர்த்தமில்லாததும் அழகற்றதுமானதாகத் தோன்றலாம். ஆனால் துணியை மறுபுறம் திருப்பினால், ஒரு அழகான வடிவம் வெளிப்படும். பயனற்றதாகத் தோன்றிய அதே நூல்கள் தான் அந்த வடிவத்தின் ஒரு பகுதியாக இருக்கும்.\n \n அதேபோல், நமது அன்றாட வாழ்க்கையிலும் சில அனுபவங்கள் சிக்கலான நூல்களைப் போல உணரப்படுகின்றன-தோல்வி, நிராகரிப்பு, நோய், அல்லது காத்திருப்பு. \"இது ஏன் நடக்கிறது?\" என்று நாம் கேட்கிறோம். ஆனால் தேவன் பொறுமையுடன் நெய்து கொண்டிருக்கிறார். ஒவ்வொரு நூலுக்கும் ஒரு இடம் உண்டு. அவருடைய கைகளில் எதுவும் தற்செயலானது அல்ல. இன்று வலிக்கிறவை கூட, ஒருநாள் அவருடைய நோக்கத்தில் அர்த்தம் பெறும்.\n \n தேவன் எல்லா காரியங்களும் நல்லவை என்று சொல்லவில்லை; ஆனால் அவரை நேசிப்பவர்களுக்காக எல்லா காரியங்களையும் நன்மைக்காக ஒன்றாகச் செய்கிறார். வடிவத்தை நாம் காண முடியாதபோதிலும், நெய்யும் தேவனை நம்புவதே நமது பங்கு. சூழ்நிலைகள் அமைதியாகத் தோன்றினாலும், தேவன் செயல்பட்டுக் கொண்டிருக்கிறார் என்று நம்பும் போது நம்பிக்கை வளர்கிறது.\n \n **சிந்தனைக்கான கேள்விகள்:**\n \n - இப்போது என் வாழ்க்கையில் எந்தச் சூழ்நிலை குழப்பமாகவோ வலியளிப்பதாகவோ இருக்கிறது?\n - இதையும் தேவன் அர்த்தமுள்ள ஒன்றாக நெய்யுவார் என்று நான் நம்ப முடியுமா?\n \n **நடைமுறை செயல்பாடு:**\n \n - இன்று ஏதாவது தவறாக நடந்தால், சிறிது நேரம் நிறுத்தி இவ்வாறு ஜெபியுங்கள்:  \n     \"கர்த்தாவே, இந்த நூலையும் உம்மிடம் ஒப்புக்கொள்கிறேன். என் வாழ்க்கையில் உமது வடிவத்தை முழுமைப்படுத்துங்கள்.\"\n \n தேவன் இன்னும் செயல்பட்டுக் கொண்டிருக்கிறார்-நீங்கள் அதை காண முடியாதபோதும்"
      }
    },
    "day27": {
      "english": {
        "title": "Day 27 - Strength through Christ Today",
        "data": "**_Philippians 4:13 - \"I can do all things through Christ who strengthens me.\"_**\n \n Paul wrote these words not from a place of comfort, but from a life marked by weakness, hardship, and limitation. This verse does not promise that we will always feel strong; instead, it reminds us that **true strength comes from Christ, not from ourselves.**\n \n Think of a clay pot carrying water. A clay pot is fragile-it can crack easily and does not look impressive. Yet it can still carry water that gives life. The value is not in the pot's strength, but in what it carries. In the same way, we are often weak, tired, and worn out. But when Christ fills us with His strength, we are able to carry what He has entrusted to us-our responsibilities, our calling, and even our struggles.\n \n Many days we feel empty, stretched thin, or unsure of ourselves. At times our hearts feel heavy, our focus scattered, and our confidence shaken. Philippians 4:13 reminds us that God does not depend on our capacity. He works through our limitations. When we lean on Christ, His strength quietly sustains us-even when we feel like fragile vessels.\n \n This strength is not always dramatic. Often it shows up as **steady endurance, a calm heart in uncertainty, and the grace to keep moving forward** when progress feels slow. Christ strengthens us **not merely to accomplish tasks, but to remain faithful in every season.**\n \n - What is one place in my life where I feel fragile, yet God may be shaping me gently for His purpose?\n \n **Practical Application:**\n \n Choose one ordinary moment today-washing vessels, walking, waiting, or resting-and consciously invite Christ into it by thanking Him for being present with you right there."
      },
      "tamil": {
        "title": "நாள் 27 - இன்று கிறிஸ்துவினால் கிடைக்கும் வலிமை",
        "data": "**பிலிப்பியர் 4:13** -\" **என்னைப் பெலப்படுத்துகிற கிறிஸ்துவினாலே எல்லாவற்றையுஞ்செய்ய எனக்குப் பெலனுண்டு**\"\n \n பவுல் இந்த வார்த்தைகளை சமாதானமான நிலையில் இருந்து எழுதவில்லை; பலவீனம், கஷ்டம், கட்டுப்பாடுகள் நிறைந்த வாழ்க்கையிலிருந்து எழுதினார். இந்த வசனம் நாம் எப்போதும் வலிமையாகவே உணர்வோம் என்று வாக்குறுதி செய்யவில்லை; மாறாக, உண்மையான வலிமை நம்மிடமிருந்து அல்ல, கிறிஸ்துவிடமிருந்தே வருகிறது என்பதை நினைவூட்டுகிறது.\n \n நீரைச் சுமக்கும் ஒரு மண் குடத்தை நினைத்துப் பாருங்கள். மண் குடம் எளிதில் உடையும்; பார்ப்பதற்கும் பெரிதாகத் தோன்றாது. ஆனால் அது உயிர் தரும் நீரைத் தாங்கிச் செல்ல முடியும். அதன் மதிப்பு குடத்தின் வலிமையில் அல்ல; அது தாங்கிச் செல்லும் பொருளில்தான். அதேபோல், நாமும் பல நேரங்களில் பலவீனமாகவும், சோர்வாகவும், களைப்பாகவும் இருக்கிறோம். ஆனால் கிறிஸ்து தமது வலிமையால் நம்மை நிரப்பும்போது, அவர் நமக்கு ஒப்படைத்தவற்றை-நமது பொறுப்புகள், நமது அழைப்பு, நமது போராட்டங்கள்கூட-நாம் தாங்கிச் செல்ல முடிகிறது.\n \n பல நாட்களில் நாம் காலியாகவும், இழுத்தடிக்கப்பட்டதாகவும், நம்மைப்பற்றி உறுதி இல்லாததாகவும் உணர்கிறோம். சில நேரங்களில் நமது இருதயம் பாரமாகவும், கவனம் சிதறியதாகவும், தன்னம்பிக்கை குலைந்ததாகவும் இருக்கும். பிலிப்பியர் 4:13 நமக்கு நினைவூட்டுவது இதுதான்: தேவன் நமது திறன்களைச் சார்ந்தவர் அல்ல; அவர் நமது வரம்புகளுக்குள்ளேயே செயல்படுகிறார். நாம் கிறிஸ்துவின்மேல் சாயும் போது, நாமே உடையக்கூடிய பாத்திரங்களாக உணர்ந்தாலும், அவருடைய வலிமை அமைதியாக நம்மைத் தாங்குகிறது.\n \n இந்த வலிமை எப்போதும் கண்கவர் வகையில் வெளிப்படுவதில்லை. பல நேரங்களில் அது நிலையான பொறுமையாகவும், நிச்சயமற்ற நிலைகளிலும் அமைதியான இருதயமாகவும், முன்னேற்றம் மெதுவாகத் தோன்றும் போதும் தொடர்ந்து நடக்கத் தரும் கிருபையாகவும் வெளிப்படுகிறது. கிறிஸ்து நம்மை வலுப்படுத்துவது, பணிகளை முடிக்க மட்டுமல்ல; ஒவ்வொரு காலகட்டத்திலும் விசுவாசமாக நிலைத்திருக்கவும் ஆகும்.\n \n **சிந்தனைக்கான கேள்வி:**\n \n - என் வாழ்க்கையில் இப்போது எந்த இடத்தில் நான் உடையக்கூடியவனாக உணர்கிறேன்? அந்த இடத்திலேயே தேவன் தமது நோக்கத்திற்காக என்னை மென்மையாக வடிவமைத்துக் கொண்டிருக்கக் கூடுமா?\n \n **நடைமுறை செயல்பாடு:**\n \n இன்று ஒரு சாதாரண தருணத்தைத் தேர்ந்தெடுக்குங்கள்-பாத்திரம் கழுவுதல், நடப்பது, காத்திருப்பது, அல்லது ஓய்வெடுப்பது. அந்த தருணத்திலேயே கிறிஸ்து உங்களோடு இருப்பதற்காக அவருக்கு நன்றி சொல்லி, அவரை விழிப்புணர்வுடன் அழையுங்கள்."
      }
    },
    "day28": {
      "english": {
        "title": "Day 28 - God Dwelling with His People Forever",
        "data": "**_Revelation 21:3 - \"Now the dwelling of God is with men…\"_**\n \n This verse points to the ultimate hope of God's people-eternal closeness with Him. God's desire has always been **to dwell with His people, not just to rule over them** - That's why created Humans with free will and not just robots. This promise reminds us that God's presence is not limited to a holy place, a future heaven, or a special moment. He chooses to dwell with His people wherever they are. Whether we are at home, at work, in a place of comfort or in unfamiliar surroundings, God does not stay distant. He comes near and makes His home with us.\n \n God's dwelling is not temporary or conditional. He does not visit and leave. From the moment we belong to Him, His presence accompanies us through every change of place and season of life. Even when our circumstances shift-new cities, new responsibilities, uncertain futures-God remains the same, faithfully present.\n \n Revelation 21:3 also points beyond today. What we experience now in part will one day be complete. The God who walks with us now will dwell with us forever, without separation, fear, or loss. His presence will no longer be interrupted by pain or weakness. This eternal promise gives us hope and courage to live today with confidence and peace.\n \n - How does knowing - \"God dwells with me wherever I am\" change the way I face today?\n \n **Practical Application:**\n \n As you move through different places today, quietly remind yourself: \"God is with me here.\" Let that awareness bring peace and assurance."
      },
      "tamil": {
        "title": "நாள் 28 - தேவன் தமது ஜனங்களோடு என்றென்றும் வாசம் செய்கிறார்",
        "data": "**வெளிப்படுத்தின விசேஷம் 21:3** -\" **இதோ, மனுஷர்களிடத்திலே தேவனுடைய வாசஸ்தலமிருக்கிறது**…\"\n \n இந்த வசனம் தேவனுடைய ஜனங்களுக்கான இறுதி நம்பிக்கையைச் சுட்டிக்காட்டுகிறது-அவரோடு என்றென்றைக்கும் இருக்கும் நெருக்கமான உறவு. தேவனுடைய விருப்பம் எப்போதும் தமது ஜனங்களோடு வாசம் செய்வதே; அவர்கள்மேல் ஆட்சி செய்வது அல்ல. அதனால்தான் அவர் மனிதரை சுய விருப்பத்தோடு (free will) படைத்தார்; வெறும் இயந்திரங்களாக அல்ல. இந்த வாக்குறுதி, தேவனுடைய **சமுகம்** ஒரு புனித இடத்திற்கோ, எதிர்கால பரலோகத்திற்கோ, அல்லது ஒரு சிறப்பு தருணத்திற்கோ மட்டும் கட்டுப்பட்டது அல்ல என்பதை நமக்கு நினைவூட்டுகிறது. அவர் தமது ஜனங்கள் எங்கு இருந்தாலும், அவர்களோடு வாசம் செய்யத் தேர்ந்தெடுக்கிறார். நாம் வீட்டிலிருந்தாலும், வேலை இடத்திலிருந்தாலும், வசதியான இடத்திலிருந்தாலும், அல்லது அறியாத சூழ்நிலைகளில் இருந்தாலும்-தேவன் தொலைவில் இருப்பவர் அல்ல. அவர் நெருங்கி வந்து, நம்மோடு தமது வாசஸ்தலத்தை அமைக்கிறார்.\n \n தேவனுடைய வாசம் தற்காலிகமோ நிபந்தனையுடனோ அல்ல. அவர் வந்து போகும் ஒருவரல்ல. நாம் அவருக்குச் சொந்தமான நிமிடத்திலிருந்து, வாழ்க்கையின் ஒவ்வொரு இடமாற்றத்திலும், ஒவ்வொரு காலகட்டத்திலும், அவருடைய **சமுகம்** நம்மோடு செல்கிறது. நமது சூழ்நிலைகள் மாறினாலும்-புதிய நகரங்கள், புதிய பொறுப்புகள், நிச்சயமற்ற எதிர்காலங்கள்-தேவன் மாறாதவராக, விசுவாசமாக நம்மோடு இருப்பார்.\n \n வெளிப்படுத்தின விசேஷம் 21:3 இன்றைய நாளைத் தாண்டியும் சுட்டிக்காட்டுகிறது. இப்போது நாம் ஒரு பகுதியாய் அனுபவிப்பது, ஒருநாள் முழுமையாய் நிறைவேறும். இப்போது நம்மோடு நடக்கும் அதே தேவன், ஒருநாள் நம்மோடு என்றென்றும் வாசம் செய்வார்-பிரிவு இல்லாமல், பயம் இல்லாமல், இழப்பு இல்லாமல். அவருடைய **சமுகம்** இனி வேதனையாலும் பலவீனத்தாலும் தடைபடாது. இந்த நித்திய வாக்குறுதி, இன்று நம்பிக்கையுடனும் தைரியத்துடனும், சமாதானத்துடனும் வாழ நமக்கு ஊக்கம் அளிக்கிறது.\n \n **சிந்தனைக்கான கேள்வி:**\n \n - \"நான் எங்கு இருந்தாலும் தேவன் என்னோடு வாசம் செய்கிறார்\" என்ற உண்மை, இன்று நான் சந்திக்கும் சூழ்நிலைகளை எதிர்கொள்ளும் விதத்தை எவ்வாறு மாற்றுகிறது?\n \n **நடைமுறை செயல்பாடு:**\n \n இன்று நீங்கள் பல இடங்களில் நகரும் போது, அமைதியாக உங்களுக்கே நினைவூட்டுங்கள்: \"தேவன் இங்கே என்னோடு இருக்கிறார்.\" அந்த உணர்வு உங்களுக்கு சமாதானமும் உறுதியும் அளிக்கட்டும்."
      }
    }
  }
}
