{
  "feb": [
    {
      "day": 1,
      "english": "Day 1 – Experiencing God by Confessing your Faith\nMatthew 28:20 – “And surely I am with you always, to the very end of the age.”\n\nJesus’ promise, “I am with you always,” is one of the most comforting words in Scripture. We often receive it as a general blessing—and indeed it is for us. Yet this promise is deeply connected to His command. It flows out of obedience.\n\nJesus first says, “Go and make disciples… baptizing them… and teaching them to obey everything I have commanded you.” Only then does He add, “And surely I am with you always.” His presence is not just a comfort for our quiet moments; it is a companion for our mission. The promise is given to those who are making disciples and helping them remain faithful—making disciples and keeping disciples.\n\nTo experience God is not merely to feel Him in prayer, but to walk with Him in obedience. We encounter His nearness when we step out in faith—inviting someone to fellowship, opening the Bible with another soul, praying with a young disciple, or walking patiently with someone who is growing.\n\n- When was the last time you shared your faith?\n\n- When did you last study the Bible with someone?\n\n- Are you investing in another life?\n\nEvery act of obedience becomes a meeting place with God. As we make and keep disciples, we discover that Jesus is not distant—He is walking beside us, strengthening us, guiding us, and reminding us:\n\n“I am with you always.”\n\nThis is how we truly experience God.\nPractical Action: \n\n- Today, choose one person and take a simple step toward discipleship.\n\n- Send a message or speak to them and invite them for a short Bible reading or prayer this week.",
      "tamil": "நாட்குறிப்பு 1 – உங்கள் விசுவாசத்தை அறிக்கையிடுவதன் மூலம் தேவனை அனுபவித்தல்\nமத்தேயு 28:20 – “இதோ, உலகத்தின் முடிவுபரியந்தம் சகல நாட்களிலும் நான் உங்களுடனேகூட இருக்கிறேன்.”\n\nஇயேசுவின் வாக்குறுதியான, “நான் எப்போதும் உங்களுடனே இருக்கிறேன்,” என்பது வேதத்திலேயே மிகவும் ஆறுதல் தரும் வார்த்தைகளில் ஒன்றாகும். நாம் பெரும்பாலும் இதை ஒரு பொதுவான ஆசீர்வாதமாகவே பெற்றுக்கொள்கிறோம். ஆனால் இந்த வாக்குறுதி அவருடைய கட்டளையுடன் ஆழமாக இணைக்கப்பட்டுள்ளது. இது கீழ்ப்படிதலிலிருந்து வெளிப்படுகிறது.\n\nஇயேசு முதலில் கூறுகிறார், “நீங்கள் புறப்பட்டுப்போய், சகல ஜாதிகளையும் சீஷராக்கி... அவர்களுக்கு ஞானஸ்நானங்கொடுத்து... நான் உங்களுக்குக் கட்டளையிட்ட யாவையும் அவர்கள் கைக்கொள்ளும்படி அவர்களுக்கு உபதேசம் பண்ணுங்கள்.” அதன் பின்னரே அவர், “இதோ, நான் உங்களுடனேகூட இருக்கிறேன்,” என்று சேர்க்கிறார். அவருடைய பிரசன்னம் நம்முடைய அமைதியான தருணங்களுக்கு ஒரு ஆறுதல் மட்டுமல்ல; அது நம்முடைய பணிக்கு ஒரு துணையாக இருக்கிறது.\n\nதேவனை அனுபவிப்பது என்பது ஜெபத்தில் அவரை உணர்வது மட்டுமல்ல, கீழ்ப்படிதலில் அவருடன் நடப்பதாகும். நாம் விசுவாசத்தில் அடி எடுத்து வைக்கும்போது அவருடைய நெருக்கத்தை உணருகிறோம்.\n\n- நீங்கள் கடைசியாக எப்போது உங்கள் விசுவாசத்தைப் பகிர்ந்துகொண்டீர்கள்?\n- கடைசியாக எப்போது ஒருவருடன் பைபிள் படித்தீர்கள்?\n- நீங்கள் மற்றொருவரின் வாழ்க்கையில் முதலீடு செய்கிறீர்களா?\n\nஒவ்வொரு கீழ்ப்படிதலும் தேவனைச் சந்திக்கும் இடமாக மாறுகிறது. நாம் சீஷர்களை உருவாக்கி அவர்களைக் காக்கும்போது, இயேசு தொலைவில் இல்லை என்பதை உணருகிறோம்.\n\nநடைமுறை செயல்:\n- இன்று, ஒருவரைத் தேர்ந்தெடுத்து சீஷத்துவத்தை நோக்கி ஒரு எளிய படியை எடுங்கள்.\n- அவர்களுக்கு ஒரு செய்தி அனுப்புங்கள் அல்லது பேசி இந்த வாரம் ஒரு சிறிய பைபிள் வாசிப்பு அல்லது ஜெபத்திற்கு அழையுங்கள்."
    },
    {
      "day": 2,
      "english": "2. Experiencing God by acknowledging\nExodus 33:14 — “My presence will go with you…”\n\nThe Lord who promised to Moses that “My presence will go with you, and I will give you rest” promises to us too. \n\nIn Exodus 33, what Moses did is he stood in the gap between God and the people and said, “God, I can’t go forward. These people can’t go forward without you. We need you. If your presence doesn’t go with us, then we can’t go into this land. We need you.” Moses doesn’t want to take one step apart from the fulness of the presence of God.\n\nAnd then God said “My presence will go with you…” Is the same true for us? I reflect the attitude of Moses in me, then I realize that every day I go to bed with the loads of failure, temptations, emotional hurts, confusions, anger, and find reasons to accuse and blame someone for my state. And getup in the morning with sleepless eyes, become tired so I sometimes compromise quiet time and step down to the next day. I give priority to self-pity and become stiff-necked as seen in the same chapter.\n\nBut here I am encouraged by God’s promise that “My presence will go with you…”\nCasting all our worries to Him needs humility. Moses was a humble man because, he was not carried away by his inabilities or his authority in leading Israelites to the promised land, rather stayed in God’s presence. Then and there he acknowledged and surrendered all the situations to the Lord. And God responded “My presence will go with you…”\n\nMy understanding through this lesson is that I am the Moses to my own family and surrounding. Only when I am humble, I will never be carried away by my inabilities or the authority in leading my family towards God. Like Moses I will have to take all the situations and requirements to the Lord all the time. What about you? Let His presence go with us.\n\n- Are you staying in the presence of God?\n\n- What doe surrender mean to you? Study what it means to “Surrender”.\n\nPractical Action: \n\n- Take time to acknowledge all your situations to the Lord.\n\n- Practice “surrendering to God” today.",
      "tamil": "2. அங்கீகரிப்பதன் மூலம் தேவனை அனுபவித்தல்\nயாத்திராகமம் 33:14 — “என் சமூகம் உனக்கு முன்பாகச் செல்லும், நான் உனக்கு இளைப்பாறுதல் தருவேன்.”\n\n“என் சமூகம் உனக்கு முன்பாகச் செல்லும், நான் உனக்கு இளைப்பாறுதல் தருவேன்” என்று மோசேக்கு வாக்களித்த அதே ஆண்டவர் நமக்கும் வாக்குறுதி அளிக்கிறார்.\n\nயாத்திராகமம் 33-ல், மோசே தேவனுக்கும் ஜனங்களுக்கும் இடையே நின்று, “தேவனே, உம்மால் இல்லாமல் நான் முன்னேற முடியாது. நீர் இல்லாமல் இந்த ஜனங்களால் முன்னேற முடியாது. எங்களுக்கு நீர் தேவை. உமது சமூகம் எங்களுடன் வரவில்லை என்றால், எங்களை இந்த இடத்திலிருந்து கொண்டுபோகாதிரும்” என்று கூறினார். தேவனுடைய பிரசன்னம் இல்லாமல் ஒரு அடி கூட எடுத்து வைக்க மோசே விரும்பவில்லை.\n\nஆண்டவர் “என் சமூகம் உனக்கு முன்பாகச் செல்லும்” என்று பதிலளித்தார். நமக்கும் இது உண்மையாக இருக்கிறதா? மோசேயின் மனப்பான்மையை என்னிடம் பிரதிபலிக்கும்போது, தோல்விகள், சோதனைகள், உணர்ச்சிகரமான காயங்கள், குழப்பங்கள் மற்றும் கோபத்துடன் நான் ஒவ்வொரு நாளும் படுக்கைக்குச் செல்வதை உணருகிறேன். காலையில் தூக்கமில்லாத கண்களுடன் எழுந்து, சோர்வடைந்து, சில நேரங்களில் தேவனுடன் செலவிடும் நேரத்தை விட்டுக்கொடுத்து அடுத்த நாளைத் தொடங்குகிறேன்.\n\nஆனால் இங்கே “என் சமூகம் உனக்கு முன்பாகச் செல்லும்” என்ற தேவனுடைய வாக்குறுதியால் நான் ஊக்கமடைகிறேன். நம்முடைய கவலைகள் அனைத்தையும் அவரிடம் ஒப்படைக்க மனத்தாழ்மை தேவை. மோசே ஒரு தாழ்மையான மனிதராக இருந்தார், ஏனென்றால் அவர் தனது இயலாமையாலோ அல்லது இஸ்ரவேலர்களை வழிநடத்தும் அதிகாரத்தினாலோ திசைதிருப்பப்படவில்லை, மாறாக தேவனுடைய சமூகத்திலேயே தங்கியிருந்தார்.\n\nஇந்த பாடத்தின் மூலம் எனது புரிதல் என்னவென்றால், எனது குடும்பத்திற்கும் சூழலுக்கும் நானே மோசே. நான் தாழ்மையாக இருக்கும்போது மட்டுமே, எனது குடும்பத்தை தேவனை நோக்கி வழிநடத்துவதில் எனது இயலாமையாலோ அல்லது அதிகாரத்தினாலோ நான் திசைதிருப்பப்பட மாட்டேன். மோசேயைப் போல நான் எல்லா சூழ்நிலைகளையும் தேவனிடம் கொண்டு செல்ல வேண்டும்.\n\n- நீங்கள் தேவனுடைய சமூகத்தில் தங்கியிருக்கிறீர்களா?\n- சரணடைதல் என்பது உங்களுக்கு என்ன அர்த்தம்?\n\nநடைமுறை செயல்:\n- உங்கள் எல்லா சூழ்நிலைகளையும் ஆண்டவரிடம் அறிக்கையிட நேரம் ஒதுக்குங்கள்.\n- இன்று “தேவனிடம் சரணடைவதை” பயிற்சி செய்யுங்கள்."
    },
    {
      "day": 3,
      "english": "3. — God’s presence brings courage.\n\nJoshua 1: 9\n\n“Have I not commanded you? Be strong and courageous. Do not be afraid; do not be discouraged, for the Lord your God will be with you wherever you go.”\n\nIn the beginning of this scripture, Joshua was expected to saturate himself in the Word of God. Why? \n\n- to meditate on the promises of God, \n\n- to trust in the truth of God's Word, and \n\n- to follow the demands of God that had been given to Israel. \n\nDwelling in the word of God assures Joshua that God is with Him and will continuously strengthen him. \n\nWhat does courage mean?\nCourage is not the lack of fear, but the strength to master it and move forward. It shows itself in standing up for what is right (moral courage) as well as in facing physical danger. True courage is not harsh, isolated, or rude; it is expressed through a gentle, calm, and firm spirit that chooses to do what is right, even when it is hard.\n\nThe complete meaning of courage is\n\n- the mental or moral strength to face difficulty, danger, pain, or uncertainty without being overcome by fear, \n\n- allowing one to act despite potential negative consequences to do what's right or necessary, encompassing both physical bravery and moral fortitude.\n\nSuch stable courage comes from the knowledge that God – creator and sustainer of this universe who is in control of everything, is with us and supplies us the strength and wisdom to overcome this situation. This knowledge comes from the word of God. \n\nFor Joshua, the Lord spoke directly and instructed to saturate himself in the Word of God that has both promises and instructions. Like Joshua, we all face difficulty, danger, pain or uncertainty and the promises remain same. Recently, I was struggling with sleepless nights. Sometimes I become frustrated, angry and upset about this. At Midnight I used to sit and cry because I was unable to sleep. One day, I started to pronounce Scriptures slowly and repeatedly. This made my mind relaxed and realized that the frustration and tense state become normal. I repeated the scriptures until I fell asleep. Recently my mornings have become thanks giving time for having good sleep. I hope you also have such experience. Let’s memorize and practice, \n\n“Have I not commanded you? Be strong and courageous. Do not be afraid; do not be discouraged, for the LORD your God will be with you wherever you go.”\n\n- Where do you draw knowledge and strength to overcome your situations, If not God?\n\n- What stops you from being Courage?\n\n- How is your courage different from the one God gives. \n\nPracticals:\n\nTry to face your current challenging situation by meditation on God’s promises with courage?",
      "tamil": "3. — தேவனுடைய பிரசன்னம் தைரியத்தைத் தருகிறது.\n\nயோசுவா 1:9\n\n“நான் உனக்குக் கட்டளையிடவில்லையா? பலங்கொண்டு திடமனதாயிரு; திகையாதே, கலங்காதே, நீ போகும் இடமெல்லாம் உன் தேவனாகிய கர்த்தர் உன்னுடனே இருக்கிறார்.”\n\nஇந்த வேதப்பகுதியின் தொடக்கத்தில், யோசுவா தேவனுடைய வார்த்தையில் தன்னை மூழ்கடித்துக்கொள்ள வேண்டும் என்று எதிர்பார்க்கப்பட்டது. ஏன்?\n- தேவனுடைய வாக்குறுதிகளை தியானிக்க,\n- தேவனுடைய வார்த்தையின் உண்மையை நம்ப,\n- இஸ்ரவேலுக்குக் கொடுக்கப்பட்ட தேவனுடைய கட்டளைகளைப் பின்பற்ற.\n\nதைரியம் என்றால் என்ன?\nதைரியம் என்பது பயம் இல்லாதது அல்ல, மாறாக அதைக் கட்டுப்படுத்தி முன்னேறும் பலமாகும். இது சரியானதற்காக நிற்பதிலும் (नैतिक தைரியம்) மற்றும் ஆபத்தை எதிர்கொள்வதிலும் வெளிப்படுகிறது. உண்மையான தைரியம் கடினமானது அல்லது முரட்டுத்தனமானது அல்ல; அது மென்மையான, அமைதியான மற்றும் உறுதியான ஆவியின் மூலம் வெளிப்படுத்தப்படுகிறது.\n\nயோசுவாவைப் போலவே, நாமும் கஷ்டங்கள், ஆபத்துகள், வேதனைகள் அல்லது நிச்சயமற்ற தன்மைகளை எதிர்கொள்கிறோம். சமீபத்தில், நான் தூக்கமில்லாத இரவுகளால் அவதிப்பட்டேன். ஒரு நாள், நான் வேதவசனங்களை மெதுவாகவும் திரும்பத் திரும்பவும் சொல்லத் தொடங்கினேன். இது என் மனதை அமைதிப்படுத்தியது. நான் தூங்கும் வரை வசனங்களைத் திரும்பத் திரும்பச் சொன்னேன்.\n\n- தேவன் இல்லையென்றால், உங்கள் சூழ்நிலைகளைச் சமாளிக்க எங்கிருந்து பலத்தைப் பெறுகிறீர்கள்?\n- உங்களைத் தைரியமாக இருக்க விடாமல் தடுப்பது எது?\n\nநடைமுறை:\n- உங்கள் தற்போதைய சவாலான சூழ்நிலையை தேவனுடைய வாக்குறுதிகளைத் தைரியத்துடன் தியானிப்பதன் மூலம் எதிர்கொள்ள முயற்சிக்கவும்."
    },
    {
      "day": 4,
      "english": "4- Experience God by Trusting Him\nPsalms 23:4\n“Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; Your rod and your staff, they comfort me.”\n\nPsalm 23:4 reminds us that even when we walk through the darkest valleys—places that feel overwhelming, frightening, or completely out of our control—we do not need to live in fear, because God is with us. The valley may be real, but it is only a shadow when God’s presence surrounds us.\n\nDavid speaks with confidence because he trusts God fully. He calls the Lord his Shepherd, one who never abandons His sheep. The shepherd’s rod and staff were tools used for protection, guidance, and provision—defending sheep from danger, keeping them on the right path, and even drawing branches closer so they could be fed. David finds comfort not just in being rescued, but in being cared for.\n\nThere are moments in our lives when we feel helpless—when we think, “I can’t handle this anymore,” or “No one can rescue me.” Yet David teaches us that God’s presence does more than save us; it comforts us. True comfort comes from someone who understands our fears and empathizes with our pain. What a wonderful God we serve—one who knows our thoughts, understands our anxieties, and walks closely with us in our suffering.\n\nThe same God who led David is with us today. He calls us out of darkness into His marvelous light. Even in the valley, He finds us, saves us, guides us, and comforts us with His rod and staff.\n\n- What “valley of the shadow of death” have I faced—or am I facing—right now?\n\n- In my darkest moments, do I focus more on the valley or on God’s presence with me?\n\n- How do I usually respond when situations feel out of my control—fear, self- reliance, or trust? How will that be when you decide to Trust God?\n\nPractical Applications\n\n- When fear rises, consciously remind yourself: “God is with me right now.” Say it aloud if needed.\n\n- Write down times when God carried you through difficult seasons. Let those memories strengthen your present faith.\n\n- Spend time daily in Scripture and prayer, especially during hard seasons, allowing God to guide and protect you.",
      "tamil": "4- அவரை நம்புவதன் மூலம் தேவனை அனுபவித்தல்\nசங்கீதம் 23:4\n“நான் மரண இருளின் பள்ளத்தாக்கிலே நடந்தாலும் பொல்லாப்புக்குப் பயப்படேன்; தேவரீர் என்னுடனேகூட இருக்கிறீர்; உமது கோலும் உமது தடியும் என்னைத் தேற்றும்.”\n\nசங்கீதம் 23:4 நமக்கு நினைவூட்டுகிறது, நாம் இருண்ட பள்ளத்தாக்குகளில் நடந்தாலும் - நம் கட்டுப்பாட்டை மீறிய பயமுறுத்தும் இடங்களில் - நாம் பயப்படத் தேவையில்லை, ஏனென்றால் தேவன் நம்முடன் இருக்கிறார்.\n\nதாவீது முழு நம்பிக்கையுடன் பேசுகிறார், ஏனென்றால் அவர் தேவனை முழுமையாக நம்புகிறார். அவர் கர்த்தரைத் தனது மேய்ப்பன் என்று அழைக்கிறார். மேய்ப்பனின் கோலும் தடியும் பாதுகாப்பு, வழிநடத்துதல் மற்றும் பராமரிப்புக்கான கருவிகளாக இருந்தன.\n\nநமது வாழ்க்கையில் நாம் உதவியற்றவர்களாக உணரும் தருணங்கள் உண்டு. ஆனால் தேவன் நம்மை இரட்சிப்பது மட்டுமல்லாமல், நம்மைத் தேற்றுகிறார் என்று தாவீது நமக்குக் கற்பிக்கிறார். உண்மையான ஆறுதல் நம் பயத்தைப் புரிந்துகொண்டு நம் வலியுடன் பரிவு கொள்ளும் ஒருவரிடமிருந்து வருகிறது.\n\n- நான் இப்போது எதிர்கொள்ளும் “மரண இருளின் பள்ளத்தாக்கு” எது?\n- பயம் வரும்போது, “தேவன் இப்போது என்னுடன் இருக்கிறார்” என்று உங்களுக்குள் சொல்லிக்கொள்ளுங்கள்.\n\nநடைமுறை பயன்பாடுகள்:\n- பயம் வரும்போது, “தேவன் இப்போது என்னுடன் இருக்கிறார்” என்று உணர்வுபூர்வமாக உங்களுக்குள் சொல்லிக்கொள்ளுங்கள்.\n- கடினமான காலங்களில் தேவன் உங்களைத் தாங்கிய தருணங்களை எழுதி வைங்கள்.\n- வேதத்திலும் ஜெபத்திலும் தினமும் நேரம் செலவிடுங்கள்."
    },
    {
      "day": 5,
      "english": "5- The Helper is with You Forever\nJohn 14:16\nI will ask the Father to help you with this. He will send another Helper to be with you. That Helper will stay with you forever.\n\nThe word for “helper” in this verse in Greek (Paraklētos) means “one who is called alongside”—someone who comes near to stand with you.\nIn the ancient world, it was used for:\n▪ An advocate who speaks on behalf of another\n▪ A defender in a legal setting\n▪ A comforter who strengthens the weary\n▪ A helper who supports and guides\n\nHere Jesus Christ promises that he will send another helper like him. We can see this same promise in Luke 24:49 and Acts 1:4-5. In Acts 2:1-4 we see that all the disciples were filled with the Holy Spirit and led by Him, just as Jesus Christ had promised. Holy Spirit is not just a power or influence. He is a Person who comes near to you. Therefore, Filled with Holy Spirit in real means, \n\n- When you feel alone, He comes beside you.\n- When you are confused, He becomes your Counselor.\n- When you are weak, He stands as your Strengthener.\n- When you are accused by your own heart or by others, He is your Advocate.\n- When you are wounded, He is your Comforter.\n\nJesus was saying, “I will not leave you to face life by yourself. I am sending Someone just like Me—One who will walk with you, speak to your heart, guide your steps, and remain with you forever.”\n\nSo Paraklētos means:\nYou are never abandoned; God has chosen to come near, to live within you, and to walk with you in every struggle, every decision, every season of life. The Holy Spirit is God saying to each of us:\n“You don’t have to carry this alone. I am right here beside you.”\n\nPractical Action:\n\n- Let us listen to and obey the voice of the Holy Spirit within us today as he leads us.\n\n- Let us write down the fears, worries, and problems we have in our lives and submit to God in prayer.",
      "tamil": "5- தேற்றரவாளன் என்றென்றும் உங்களுடனே இருக்கிறார்\nயோவான் 14:16\n“நான் பிதாவை வேண்டிக்கொள்ளுவேன், அப்பொழுது என்றென்றும் உங்களுடனேகூட இருக்கும்படிக்கு வேறொரு தேற்றரவாளனை அவர் உங்களுக்குத் தந்தருளுவார்.”\n\nஇந்த வசனத்தில் “தேற்றரவாளன்” (Paraklētos) என்ற கிரேக்க வார்த்தைக்கு “உங்களுக்கு உதவியாக அழைக்கப்படுபவர்” என்று பொருள்.\nஇயேசு கிறிஸ்து தாரைப் போன்ற வேறொரு உதவியாளரை அனுப்புவதாக இங்கே வாக்குறுதி அளிக்கிறார். பரிசுத்த ஆவியானவர் வெறும் ஒரு வல்லமை அல்ல, அவர் உங்களிடம் நெருங்கி வரும் ஒரு நபர்.\n\nபரிசுத்த ஆவியால் நிரப்பப்படுவது என்பது:\n- நீங்கள் தனிமையாக உணரும்போது, அவர் உங்கள் அருகில் வருகிறார்.\n- நீங்கள் குழப்பமடையும்போது, அவர் உங்கள் ஆலோசகராக மாறுகிறார்.\n- நீங்கள் பலவீனமாக இருக்கும்போது, அவர் உங்களைப் பலப்படுத்துகிறார்.\n- நீங்கள் காயப்படும்போது, அவர் உங்களைத் தேற்றுகிறார்.\n\n“உங்களை நான் தனியாக விடமாட்டேன்” என்று இயேசு கூறினார். பரிசுத்த ஆவியானவர் நம் ஒவ்வொருவரிடமும் கூறுகிறார்: “இதை நீங்கள் தனியாகச் சுமக்க வேண்டியதில்லை. நான் இதோ உங்கள் அருகில் இருக்கிறேன்.”\n\nநடைமுறை செயல்:\n- பரிசுத்த ஆவியானவர் நம்மை வழிநடத்தும்போது அவருடைய குரலுக்குச் செவிசாய்த்து கீழ்ப்படியலாம்.\n- நம் வாழ்க்கையில் உள்ள பயங்கள் மற்றும் கவலைகளை எழுதி ஜெபத்தில் தேவனிடம் சமர்ப்பிக்கலாம்."
    }
  ]
}
